[{"docid": 0, "text": ["First recognized in 1900 by Max Planck, it was originally the proportionality constant between the minimal increment of energy, E, of a hypothetical electrically charged oscillator in a cavity that contained black body radiation, and the frequency, f, of its associated electromagnetic wave. In 1905 the value E, the minimal energy increment of a hypothetical oscillator, was theoretically associated by Einstein with a \"quantum\" or minimal element of the energy of the electromagnetic wave itself. The light quantum behaved in some respects as an electrically neutral particle, as opposed to an electromagnetic wave. It was eventually called the photon.", "Classical statistical mechanics requires the existence of h (but does not define its value). Eventually, following upon Planck's discovery, it was recognized that physical action cannot take on an arbitrary value. Instead, it must be some multiple of a very small quantity, the \"quantum of action\", now called the Planck constant. Classical physics cannot explain this fact. In many cases, such as for monochromatic light or for atoms, this quantum of action also implies that only certain energy levels are allowed, and values in between are forbidden.", "Equivalently, the smallness of the Planck constant reflects the fact that everyday objects and systems are made of a large number of particles. For example, green light with a wavelength of 555 nanometres (the approximate wavelength to which human eyes are most sensitive) has a frequency of 7014540000000000000♠540 THz (7014540000000000000♠540×1012 Hz). Each photon has an energy E = hf = 6981358000000000000♠3.58×10−19 J. That is a very small amount of energy in terms of everyday experience, but everyday experience is not concerned with individual photons any more than with individual atoms or molecules. An amount of light compatible with everyday experience is the energy of one mole of photons; its energy can be computed by multiplying the photon energy by the Avogadro constant, NA ≈ 7023602200000000000♠6.022×1023 mol−1. The result is that green light of wavelength 555 nm has an energy of 7005216000000000000♠216 kJ/mol, a typical energy of everyday life.", "In the last years of the nineteenth century, Planck was investigating the problem of black-body radiation first posed by Kirchhoff some forty years earlier. It is well known that hot objects glow, and that hotter objects glow brighter than cooler ones. The electromagnetic field obeys laws of motion similarly to a mass on a spring, and can come to thermal equilibrium with hot atoms. The hot object in equilibrium with light absorbs just as much light as it emits. If the object is black, meaning it absorbs all the light that hits it, then its thermal light emission is maximized.", "The assumption that black-body radiation is thermal leads to an accurate prediction: the total amount of emitted energy goes up with the temperature according to a definite rule, the Stefan–Boltzmann law (1879–84). But it was also known that the colour of the light given off by a hot object changes with the temperature, so that \"white hot\" is hotter than \"red hot\". Nevertheless, Wilhelm Wien discovered the mathematical relationship between the peaks of the curves at different temperatures, by using the principle of adiabatic invariance. At each different temperature, the curve is moved over by Wien's displacement law (1893). Wien also proposed an approximation for the spectrum of the object, which was correct at high frequencies (short wavelength) but not at low frequencies (long wavelength). It still was not clear why the spectrum of a hot object had the form that it has (see diagram).", "Prior to Planck's work, it had been assumed that the energy of a body could take on any value whatsoever – that it was a continuous variable. The Rayleigh–Jeans law makes close predictions for a narrow range of values at one limit of temperatures, but the results diverge more and more strongly as temperatures increase. To make Planck's law, which correctly predicts blackbody emissions, it was necessary to multiply the classical expression by a complex factor that involves h in both the numerator and the denominator. The influence of h in this complex factor would not disappear if it were set to zero or to any other value. Making an equation out of Planck's law that would reproduce the Rayleigh–Jeans law could not be done by changing the values of h, of the Boltzmann constant, or of any other constant or variable in the equation. In this case the picture given by classical physics is not duplicated by a range of results in the quantum picture.", "The black-body problem was revisited in 1905, when Rayleigh and Jeans (on the one hand) and Einstein (on the other hand) independently proved that classical electromagnetism could never account for the observed spectrum. These proofs are commonly known as the \"ultraviolet catastrophe\", a name coined by Paul Ehrenfest in 1911. They contributed greatly (along with Einstein's work on the photoelectric effect) to convincing physicists that Planck's postulate of quantized energy levels was more than a mere mathematical formalism. The very first Solvay Conference in 1911 was devoted to \"the theory of radiation and quanta\". Max Planck received the 1918 Nobel Prize in Physics \"in recognition of the services he rendered to the advancement of Physics by his discovery of energy quanta\".", "The photoelectric effect is the emission of electrons (called \"photoelectrons\") from a surface when light is shone on it. It was first observed by Alexandre Edmond Becquerel in 1839, although credit is usually reserved for Heinrich Hertz, who published the first thorough investigation in 1887. Another particularly thorough investigation was published by Philipp Lenard in 1902. Einstein's 1905 paper discussing the effect in terms of light quanta would earn him the Nobel Prize in 1921, when his predictions had been confirmed by the experimental work of Robert Andrews Millikan. The Nobel committee awarded the prize for his work on the photo-electric effect, rather than relativity, both because of a bias against purely theoretical physics not grounded in discovery or experiment, and dissent amongst its members as to the actual proof that relativity was real.", "Prior to Einstein's paper, electromagnetic radiation such as visible light was considered to behave as a wave: hence the use of the terms \"frequency\" and \"wavelength\" to characterise different types of radiation. The energy transferred by a wave in a given time is called its intensity. The light from a theatre spotlight is more intense than the light from a domestic lightbulb; that is to say that the spotlight gives out more energy per unit time and per unit space(and hence consumes more electricity) than the ordinary bulb, even though the colour of the light might be very similar. Other waves, such as sound or the waves crashing against a seafront, also have their own intensity. However, the energy account of the photoelectric effect didn't seem to agree with the wave description of light.", "The \"photoelectrons\" emitted as a result of the photoelectric effect have a certain kinetic energy, which can be measured. This kinetic energy (for each photoelectron) is independent of the intensity of the light, but depends linearly on the frequency; and if the frequency is too low (corresponding to a photon energy that is less than the work function of the material), no photoelectrons are emitted at all, unless a plurality of photons, whose energetic sum is greater than the energy of the photoelectrons, acts virtually simultaneously (multiphoton effect)  Assuming the frequency is high enough to cause the photoelectric effect, a rise in intensity of the light source causes more photoelectrons to be emitted with the same kinetic energy, rather than the same number of photoelectrons to be emitted with higher kinetic energy.", "Niels Bohr introduced the first quantized model of the atom in 1913, in an attempt to overcome a major shortcoming of Rutherford's classical model. In classical electrodynamics, a charge moving in a circle should radiate electromagnetic radiation. If that charge were to be an electron orbiting a nucleus, the radiation would cause it to lose energy and spiral down into the nucleus. Bohr solved this paradox with explicit reference to Planck's work: an electron in a Bohr atom could only have certain defined energies En", "Bohr also introduced the quantity , now known as the reduced Planck constant, as the quantum of angular momentum. At first, Bohr thought that this was the angular momentum of each electron in an atom: this proved incorrect and, despite developments by Sommerfeld and others, an accurate description of the electron angular momentum proved beyond the Bohr model. The correct quantization rules for electrons – in which the energy reduces to the Bohr model equation in the case of the hydrogen atom – were given by Heisenberg's matrix mechanics in 1925 and the Schrödinger wave equation in 1926: the reduced Planck constant remains the fundamental quantum of angular momentum. In modern terms, if J is the total angular momentum of a system with rotational invariance, and Jz the angular momentum measured along any given direction, these quantities can only take on the values", "where the uncertainty is given as the standard deviation of the measured value from its expected value. There are a number of other such pairs of physically measurable values which obey a similar rule. One example is time vs. energy. The either-or nature of uncertainty forces measurement attempts to choose between trade offs, and given that they are quanta, the trade offs often take the form of either-or (as in Fourier analysis), rather than the compromises and gray areas of time series analysis.", "The Bohr magneton and the nuclear magneton are units which are used to describe the magnetic properties of the electron and atomic nuclei respectively. The Bohr magneton is the magnetic moment which would be expected for an electron if it behaved as a spinning charge according to classical electrodynamics. It is defined in terms of the reduced Planck constant, the elementary charge and the electron mass, all of which depend on the Planck constant: the final dependence on h1/2 (r2 > 0.995) can be found by expanding the variables.", "In principle, the Planck constant could be determined by examining the spectrum of a black-body radiator or the kinetic energy of photoelectrons, and this is how its value was first calculated in the early twentieth century. In practice, these are no longer the most accurate methods. The CODATA value quoted here is based on three watt-balance measurements of KJ2RK and one inter-laboratory determination of the molar volume of silicon, but is mostly determined by a 2007 watt-balance measurement made at the U.S. National Institute of Standards and Technology (NIST). Five other measurements by three different methods were initially considered, but not included in the final refinement as they were too imprecise to affect the result.", "There are both practical and theoretical difficulties in determining h. The practical difficulties can be illustrated by the fact that the two most accurate methods, the watt balance and the X-ray crystal density method, do not appear to agree with one another. The most likely reason is that the measurement uncertainty for one (or both) of the methods has been estimated too low – it is (or they are) not as precise as is currently believed – but for the time being there is no indication which method is at fault.", "The theoretical difficulties arise from the fact that all of the methods except the X-ray crystal density method rely on the theoretical basis of the Josephson effect and the quantum Hall effect. If these theories are slightly inaccurate – though there is no evidence at present to suggest they are – the methods would not give accurate values for the Planck constant. More importantly, the values of the Planck constant obtained in this way cannot be used as tests of the theories without falling into a circular argument. Fortunately, there are other statistical ways of testing the theories, and the theories have yet to be refuted.", "A watt balance is an instrument for comparing two powers, one of which is measured in SI watts and the other of which is measured in conventional electrical units. From the definition of the conventional watt W90, this gives a measure of the product KJ2RK in SI units, where RK is the von Klitzing constant which appears in the quantum Hall effect. If the theoretical treatments of the Josephson effect and the quantum Hall effect are valid, and in particular assuming that RK = h/e2, the measurement of KJ2RK is a direct determination of the Planck constant.", "The gyromagnetic ratio γ is the constant of proportionality between the frequency ν of nuclear magnetic resonance (or electron paramagnetic resonance for electrons) and the applied magnetic field B: ν = γB. It is difficult to measure gyromagnetic ratios precisely because of the difficulties in precisely measuring B, but the value for protons in water at 7002298150000000000♠25 °C is known to better than one part per million. The protons are said to be \"shielded\" from the applied magnetic field by the electrons in the water molecule, the same effect that gives rise to chemical shift in NMR spectroscopy, and this is indicated by a prime on the symbol for the gyromagnetic ratio, γ′p. The gyromagnetic ratio is related to the shielded proton magnetic moment μ′p, the spin number I (I = 1⁄2 for protons) and the reduced Planck constant.", "A further complication is that the measurement of γ′p involves the measurement of an electric current: this is invariably measured in conventional amperes rather than in SI amperes, so a conversion factor is required. The symbol Γ′p-90 is used for the measured gyromagnetic ratio using conventional electrical units. In addition, there are two methods of measuring the value, a \"low-field\" method and a \"high-field\" method, and the conversion factors are different in the two cases. Only the high-field value Γ′p-90(hi) is of interest in determining the Planck constant.", "The Faraday constant F is the charge of one mole of electrons, equal to the Avogadro constant NA multiplied by the elementary charge e. It can be determined by careful electrolysis experiments, measuring the amount of silver dissolved from an electrode in a given time and for a given electric current. In practice, it is measured in conventional electrical units, and so given the symbol F90. Substituting the definitions of NA and e, and converting from conventional electrical units to SI units, gives the relation to the Planck constant.", "The X-ray crystal density method is primarily a method for determining the Avogadro constant NA but as the Avogadro constant is related to the Planck constant it also determines a value for h. The principle behind the method is to determine NA as the ratio between the volume of the unit cell of a crystal, measured by X-ray crystallography, and the molar volume of the substance. Crystals of silicon are used, as they are available in high quality and purity by the technology developed for the semiconductor industry. The unit cell volume is calculated from the spacing between two crystal planes referred to as d220. The molar volume Vm(Si) requires a knowledge of the density of the crystal and the atomic weight of the silicon used. The Planck constant is given by", "There are a number of proposals to redefine certain of the SI base units in terms of fundamental physical constants. This has already been done for the metre, which is defined in terms of a fixed value of the speed of light. The most urgent unit on the list for redefinition is the kilogram, whose value has been fixed for all science (since 1889) by the mass of a small cylinder of platinum–iridium alloy kept in a vault just outside Paris. While nobody knows if the mass of the International Prototype Kilogram has changed since 1889 – the value 1 kg of its mass expressed in kilograms is by definition unchanged and therein lies one of the problems – it is known that over such a timescale the many similar Pt–Ir alloy cylinders kept in national laboratories around the world, have changed their relative mass by several tens of parts per million, however carefully they are stored, and the more so the more they have been taken out and used as mass standards. A change of several tens of micrograms in one kilogram is equivalent to the current uncertainty in the value of the Planck constant in SI units.", "The legal process to change the definition of the kilogram is already underway, but it had been decided that no final decision would be made before the next meeting of the General Conference on Weights and Measures in 2011. (For more detailed information, see kilogram definitions.) The Planck constant is a leading contender to form the basis of the new definition, although not the only one. Possible new definitions include \"the mass of a body at rest whose equivalent energy equals the energy of photons whose frequencies sum to 7050135639273999999♠135639274×1042 Hz\", or simply \"the kilogram is defined so that the Planck constant equals 6966662606895999999♠6.62606896×10−34 J⋅s\"."]}, 

{"docid": 1, "text": ["Public policy and political leadership helps to \"level the playing field\" and drive the wider acceptance of renewable energy technologies. Countries such as Germany, Denmark, and Spain have led the way in implementing innovative policies which has driven most of the growth over the past decade. As of 2014, Germany has a commitment to the \"Energiewende\" transition to a sustainable energy economy, and Denmark has a commitment to 100% renewable energy by 2050. There are now 144 countries with renewable energy policy targets.", "Total investment in renewable energy (including small hydro-electric projects) was $244 billion in 2012, down 12% from 2011 mainly due to dramatically lower solar prices and weakened US and EU markets. As a share of total investment in power plants, wind and solar PV grew from 14% in 2000 to over 60% in 2012. The top countries for investment in recent years were China, Germany, Spain, the United States, Italy, and Brazil. Renewable energy companies include BrightSource Energy, First Solar, Gamesa, GE Energy, Goldwind, Sinovel, Trina Solar, Vestas and Yingli.", "EU member countries have shown support for ambitious renewable energy goals. In 2010, Eurobarometer polled the twenty-seven EU member states about the target \"to increase the share of renewable energy in the EU by 20 percent by 2020\". Most people in all twenty-seven countries either approved of the target or called for it to go further. Across the EU, 57 percent thought the proposed goal was \"about right\" and 16 percent thought it was \"too modest.\" In comparison, 19 percent said it was \"too ambitious\".", "By the end of 2011, total renewable power capacity worldwide exceeded 1,360 GW, up 8%. Renewables producing electricity accounted for almost half of the 208 GW of capacity added globally during 2011. Wind and solar photovoltaics (PV) accounted for almost 40% and 30% . Based on REN21's 2014 report, renewables contributed 19 percent to our energy consumption and 22 percent to our electricity generation in 2012 and 2013, respectively. This energy consumption is divided as 9% coming from traditional biomass, 4.2% as heat energy (non-biomass), 3.8% hydro electricity and 2% electricity from wind, solar, geothermal, and biomass.", "During the five-years from the end of 2004 through 2009, worldwide renewable energy capacity grew at rates of 10–60 percent annually for many technologies. In 2011, UN under-secretary general Achim Steiner said: \"The continuing growth in this core segment of the green economy is not happening by chance. The combination of government target-setting, policy support and stimulus funds is underpinning the renewable industry's rise and bringing the much needed transformation of our global energy system within reach.\" He added: \"Renewable energies are expanding both in terms of investment, projects and geographical spread. In doing so, they are making an increasing contribution to combating climate change, countering energy poverty and energy insecurity\".", "According to a 2011 projection by the International Energy Agency, solar power plants may produce most of the world's electricity within 50 years, significantly reducing the emissions of greenhouse gases that harm the environment. The IEA has said: \"Photovoltaic and solar-thermal plants may meet most of the world's demand for electricity by 2060 – and half of all energy needs – with wind, hydropower and biomass plants supplying much of the remaining generation\". \"Photovoltaic and concentrated solar power together can become the major source of electricity\".", "In 2013, China led the world in renewable energy production, with a total capacity of 378 GW, mainly from hydroelectric and wind power. As of 2014, China leads the world in the production and use of wind power, solar photovoltaic power and smart grid technologies, generating almost as much water, wind and solar energy as all of France and Germany's power plants combined. China's renewable energy sector is growing faster than its fossil fuels and nuclear power capacity. Since 2005, production of solar cells in China has expanded 100-fold. As Chinese renewable manufacturing has grown, the costs of renewable energy technologies have dropped. Innovation has helped, but the main driver of reduced costs has been market expansion.", "Renewable energy technologies are getting cheaper, through technological change and through the benefits of mass production and market competition. A 2011 IEA report said: \"A portfolio of renewable energy technologies is becoming cost-competitive in an increasingly broad range of circumstances, in some cases providing investment opportunities without the need for specific economic support,\" and added that \"cost reductions in critical technologies, such as wind and solar, are set to continue.\" As of 2011[update], there have been substantial reductions in the cost of solar and wind technologies:", "Renewable energy is also the most economic solution for new grid-connected capacity in areas with good resources. As the cost of renewable power falls, the scope of economically viable applications increases. Renewable technologies are now often the most economic solution for new generating capacity. Where \"oil-fired generation is the predominant power generation source (e.g. on islands, off-grid and in some countries) a lower-cost renewable solution almost always exists today\". As of 2012, renewable power generation technologies accounted for around half of all new power generation capacity additions globally. In 2011, additions included 41 gigawatt (GW) of new wind power capacity, 30 GW of PV, 25 GW of hydro-electricity, 6 GW of biomass, 0.5 GW of CSP, and 0.1 GW of geothermal power.", "Biomass for heat and power is a fully mature technology which offers a ready disposal mechanism for municipal, agricultural, and industrial organic wastes. However, the industry has remained relatively stagnant over the decade to 2007, even though demand for biomass (mostly wood) continues to grow in many developing countries. One of the problems of biomass is that material directly combusted in cook stoves produces pollutants, leading to severe health and environmental consequences, although improved cook stove programmes are alleviating some of these effects. First-generation biomass technologies can be economically competitive, but may still require deployment support to overcome public acceptance and small-scale issues.", "Hydroelectricity is the term referring to electricity generated by hydropower; the production of electrical power through the use of the gravitational force of falling or flowing water. It is the most widely used form of renewable energy, accounting for 16 percent of global electricity generation – 3,427 terawatt-hours of electricity production in 2010, and is expected to increase about 3.1% each year for the next 25 years. Hydroelectric plants have the advantage of being long-lived and many existing plants have operated for more than 100 years.", "Hydropower is produced in 150 countries, with the Asia-Pacific region generating 32 percent of global hydropower in 2010. China is the largest hydroelectricity producer, with 721 terawatt-hours of production in 2010, representing around 17 percent of domestic electricity use. There are now three hydroelectricity plants larger than 10 GW: the Three Gorges Dam in China, Itaipu Dam across the Brazil/Paraguay border, and Guri Dam in Venezuela. The cost of hydroelectricity is low, making it a competitive source of renewable electricity. The average cost of electricity from a hydro plant larger than 10 megawatts is 3 to 5 U.S. cents per kilowatt-hour.", "Geothermal power capacity grew from around 1 GW in 1975 to almost 10 GW in 2008. The United States is the world leader in terms of installed capacity, representing 3.1 GW. Other countries with significant installed capacity include the Philippines (1.9 GW), Indonesia (1.2 GW), Mexico (1.0 GW), Italy (0.8 GW), Iceland (0.6 GW), Japan (0.5 GW), and New Zealand (0.5 GW). In some countries, geothermal power accounts for a significant share of the total electricity supply, such as in the Philippines, where geothermal represented 17 percent of the total power mix at the end of 2008.", "Many solar photovoltaic power stations have been built, mainly in Europe. As of July 2012, the largest photovoltaic (PV) power plants in the world are the Agua Caliente Solar Project (USA, 247 MW), Charanka Solar Park (India, 214 MW), Golmud Solar Park (China, 200 MW), Perovo Solar Park (Russia 100 MW), Sarnia Photovoltaic Power Plant (Canada, 97 MW), Brandenburg-Briest Solarpark (Germany 91 MW), Solarpark Finow Tower (Germany 84.7 MW), Montalto di Castro Photovoltaic Power Station (Italy, 84.2 MW), Eggebek Solar Park (Germany 83.6 MW), Senftenberg Solarpark (Germany 82 MW), Finsterwalde Solar Park (Germany, 80.7 MW), Okhotnykovo Solar Park (Russia, 80 MW), Lopburi Solar Farm (Thailand 73.16 MW), Rovigo Photovoltaic Power Plant (Italy, 72 MW), and the Lieberose Photovoltaic Park (Germany, 71.8 MW).", "There are also many large plants under construction. The Desert Sunlight Solar Farm under construction in Riverside County, California and Topaz Solar Farm being built in San Luis Obispo County, California are both 550 MW solar parks that will use thin-film solar photovoltaic modules made by First Solar. The Blythe Solar Power Project is a 500 MW photovoltaic station under construction in Riverside County, California. The California Valley Solar Ranch (CVSR) is a 250 megawatt (MW) solar photovoltaic power plant, which is being built by SunPower in the Carrizo Plain, northeast of California Valley. The 230 MW Antelope Valley Solar Ranch is a First Solar photovoltaic project which is under construction in the Antelope Valley area of the Western Mojave Desert, and due to be completed in 2013. The Mesquite Solar project is a photovoltaic solar power plant being built in Arlington, Maricopa County, Arizona, owned by Sempra Generation. Phase 1 will have a nameplate capacity of 150 megawatts.", "Some of the second-generation renewables, such as wind power, have high potential and have already realised relatively low production costs. Global wind power installations increased by 35,800 MW in 2010, bringing total installed capacity up to 194,400 MW, a 22.5% increase on the 158,700 MW installed at the end of 2009. The increase for 2010 represents investments totalling €47.3 billion (US$65 billion) and for the first time more than half of all new wind power was added outside of the traditional markets of Europe and North America, mainly driven, by the continuing boom in China which accounted for nearly half of all of the installations at 16,500 MW. China now has 42,300 MW of wind power installed. Wind power accounts for approximately 19% of electricity generated in Denmark, 9% in Spain and Portugal, and 6% in Germany and the Republic of Ireland. In Australian state of South Australia wind power, championed by Premier Mike Rann (2002–2011), now comprises 26% of the state's electricity generation, edging out coal fired power. At the end of 2011 South Australia, with 7.2% of Australia's population, had 54%of the nation's installed wind power capacity. Wind power's share of worldwide electricity usage at the end of 2014 was 3.1%. These are some of the largest wind farms in the world:", "As of 2014, the wind industry in the USA is able to produce more power at lower cost by using taller wind turbines with longer blades, capturing the faster winds at higher elevations. This has opened up new opportunities and in Indiana, Michigan, and Ohio, the price of power from wind turbines built 300 feet to 400 feet above the ground can now compete with conventional fossil fuels like coal. Prices have fallen to about 4 cents per kilowatt-hour in some cases and utilities have been increasing the amount of wind energy in their portfolio, saying it is their cheapest option.", "Solar thermal power stations include the 354 megawatt (MW) Solar Energy Generating Systems power plant in the USA, Solnova Solar Power Station (Spain, 150 MW), Andasol solar power station (Spain, 100 MW), Nevada Solar One (USA, 64 MW), PS20 solar power tower (Spain, 20 MW), and the PS10 solar power tower (Spain, 11 MW). The 370 MW Ivanpah Solar Power Facility, located in California's Mojave Desert, is the world's largest solar-thermal power plant project currently under construction. Many other plants are under construction or planned, mainly in Spain and the USA. In developing countries, three World Bank projects for integrated solar thermal/combined-cycle gas-turbine power plants in Egypt, Mexico, and Morocco have been approved.", "Nearly all the gasoline sold in the United States today is mixed with 10 percent ethanol, a mix known as E10, and motor vehicle manufacturers already produce vehicles designed to run on much higher ethanol blends. Ford, DaimlerChrysler, and GM are among the automobile companies that sell flexible-fuel cars, trucks, and minivans that can use gasoline and ethanol blends ranging from pure gasoline up to 85% ethanol (E85). The challenge is to expand the market for biofuels beyond the farm states where they have been most popular to date. The Energy Policy Act of 2005, which calls for 7.5 billion US gallons (28,000,000 m3) of biofuels to be used annually by 2012, will also help to expand the market.", "According to the International Energy Agency, cellulosic ethanol biorefineries could allow biofuels to play a much bigger role in the future than organizations such as the IEA previously thought. Cellulosic ethanol can be made from plant matter composed primarily of inedible cellulose fibers that form the stems and branches of most plants. Crop residues (such as corn stalks, wheat straw and rice straw), wood waste, and municipal solid waste are potential sources of cellulosic biomass. Dedicated energy crops, such as switchgrass, are also promising cellulose sources that can be sustainably produced in many regions.", "As of 2008[update], geothermal power development was under way in more than 40 countries, partially attributable to the development of new technologies, such as Enhanced Geothermal Systems. The development of binary cycle power plants and improvements in drilling and extraction technology may enable enhanced geothermal systems over a much greater geographical range than \"traditional\" Geothermal systems. Demonstration EGS projects are operational in the USA, Australia, Germany, France, and The United Kingdom.", "The PV industry has seen drops in module prices since 2008. In late 2011, factory-gate prices for crystalline-silicon photovoltaic modules dropped below the $1.00/W mark. The $1.00/W installed cost, is often regarded in the PV industry as marking the achievement of grid parity for PV. These reductions have taken many stakeholders, including industry analysts, by surprise, and perceptions of current solar power economics often lags behind reality. Some stakeholders still have the perspective that solar PV remains too costly on an unsubsidized basis to compete with conventional generation options. Yet technological advancements, manufacturing process improvements, and industry re-structuring, mean that further price reductions are likely in coming years.", "Many energy markets, institutions, and policies have been developed to support the production and use of fossil fuels. Newer and cleaner technologies may offer social and environmental benefits, but utility operators often reject renewable resources because they are trained to think only in terms of big, conventional power plants. Consumers often ignore renewable power systems because they are not given accurate price signals about electricity consumption. Intentional market distortions (such as subsidies), and unintentional market distortions (such as split incentives) may work against renewables. Benjamin K. Sovacool has argued that \"some of the most surreptitious, yet powerful, impediments facing renewable energy and energy efficiency in the United States are more about culture and institutions than engineering and science\".", "Lester Brown states that the market \"does not incorporate the indirect costs of providing goods or services into prices, it does not value nature's services adequately, and it does not respect the sustainable-yield thresholds of natural systems\". It also favors the near term over the long term, thereby showing limited concern for future generations. Tax and subsidy shifting can help overcome these problems, though is also problematic to combine different international normative regimes regulating this issue.", "Tax shifting has been widely discussed and endorsed by economists. It involves lowering income taxes while raising levies on environmentally destructive activities, in order to create a more responsive market. For example, a tax on coal that included the increased health care costs associated with breathing polluted air, the costs of acid rain damage, and the costs of climate disruption would encourage investment in renewable technologies. Several Western European countries are already shifting taxes in a process known there as environmental tax reform.", "Just as there is a need for tax shifting, there is also a need for subsidy shifting. Subsidies are not an inherently bad thing as many technologies and industries emerged through government subsidy schemes. The Stern Review explains that of 20 key innovations from the past 30 years, only one of the 14 was funded entirely by the private sector and nine were totally publicly funded. In terms of specific examples, the Internet was the result of publicly funded links among computers in government laboratories and research institutes. And the combination of the federal tax deduction and a robust state tax deduction in California helped to create the modern wind power industry.", "Renewable energy commercialization involves the deployment of three generations of renewable energy technologies dating back more than 100 years. First-generation technologies, which are already mature and economically competitive, include biomass, hydroelectricity, geothermal power and heat. Second-generation technologies are market-ready and are being deployed at the present time; they include solar heating, photovoltaics, wind power, solar thermal power stations, and modern forms of bioenergy. Third-generation technologies require continued R&D efforts in order to make large contributions on a global scale and include advanced biomass gasification, hot-dry-rock geothermal power, and ocean energy. As of 2012, renewable energy accounts for about half of new nameplate electrical capacity installed and costs are continuing to fall.", "Lester Brown has argued that \"a world facing the prospect of economically disruptive climate change can no longer justify subsidies to expand the burning of coal and oil. Shifting these subsidies to the development of climate-benign energy sources such as wind, solar, biomass, and geothermal power is the key to stabilizing the earth's climate.\" The International Solar Energy Society advocates \"leveling the playing field\" by redressing the continuing inequities in public subsidies of energy technologies and R&D, in which the fossil fuel and nuclear power receive the largest share of financial support.", "Some countries are eliminating or reducing climate disrupting subsidies and Belgium, France, and Japan have phased out all subsidies for coal. Germany is reducing its coal subsidy. The subsidy dropped from $5.4 billion in 1989 to $2.8 billion in 2002, and in the process Germany lowered its coal use by 46 percent. China cut its coal subsidy from $750 million in 1993 to $240 million in 1995 and more recently has imposed a high-sulfur coal tax. However, the United States has been increasing its support for the fossil fuel and nuclear industries.", "Setting national renewable energy targets can be an important part of a renewable energy policy and these targets are usually defined as a percentage of the primary energy and/or electricity generation mix. For example, the European Union has prescribed an indicative renewable energy target of 12 per cent of the total EU energy mix and 22 per cent of electricity consumption by 2010. National targets for individual EU Member States have also been set to meet the overall target. Other developed countries with defined national or regional targets include Australia, Canada, Israel, Japan, Korea, New Zealand, Norway, Singapore, Switzerland, and some US States.", "Public policy determines the extent to which renewable energy (RE) is to be incorporated into a developed or developing country's generation mix. Energy sector regulators implement that policy—thus affecting the pace and pattern of RE investments and connections to the grid. Energy regulators often have authority to carry out a number of functions that have implications for the financial feasibility of renewable energy projects. Such functions include issuing licenses, setting performance standards, monitoring the performance of regulated firms, determining the price level and structure of tariffs, establishing uniform systems of accounts, arbitrating stakeholder disputes (like interconnection cost allocations), performing management audits, developing agency human resources (expertise), reporting sector and commission activities to government authorities, and coordinating decisions with other government agencies. Thus, regulators make a wide range of decisions that affect the financial outcomes associated with RE investments. In addition, the sector regulator is in a position to give advice to the government regarding the full implications of focusing on climate change or energy security. The energy sector regulator is the natural advocate for efficiency and cost-containment throughout the process of designing and implementing RE policies. Since policies are not self-implementing, energy sector regulators become a key facilitator (or blocker) of renewable energy investments.", "The driving force behind voluntary green electricity within the EU are the liberalized electricity markets and the RES Directive. According to the directive the EU Member States must ensure that the origin of electricity produced from renewables can be guaranteed and therefore a \"guarantee of origin\" must be issued (article 15). Environmental organisations are using the voluntary market to create new renewables and improving sustainability of the existing power production. In the US the main tool to track and stimulate voluntary actions is Green-e program managed by Center for Resource Solutions. In Europe the main voluntary tool used by the NGOs to promote sustainable electricity production is EKOenergy label.", "A number of events in 2006 pushed renewable energy up the political agenda, including the US mid-term elections in November, which confirmed clean energy as a mainstream issue. Also in 2006, the Stern Review made a strong economic case for investing in low carbon technologies now, and argued that economic growth need not be incompatible with cutting energy consumption. According to a trend analysis from the United Nations Environment Programme, climate change concerns coupled with recent high oil prices and increasing government support are driving increasing rates of investment in the renewable energy and energy efficiency industries.", "New government spending, regulation, and policies helped the industry weather the 2009 economic crisis better than many other sectors. Most notably, U.S. President Barack Obama's American Recovery and Reinvestment Act of 2009 included more than $70 billion in direct spending and tax credits for clean energy and associated transportation programs. This policy-stimulus combination represents the largest federal commitment in U.S. history for renewables, advanced transportation, and energy conservation initiatives. Based on these new rules, many more utilities strengthened their clean-energy programs. Clean Edge suggests that the commercialization of clean energy will help countries around the world deal with the current economic malaise. Once-promising solar energy company, Solyndra, became involved in a political controversy involving U.S. President Barack Obama's administration's authorization of a $535 million loan guarantee to the Corporation in 2009 as part of a program to promote alternative energy growth. The company ceased all business activity, filed for Chapter 11 bankruptcy, and laid-off nearly all of its employees in early September 2011.", "As of 2012, renewable energy plays a major role in the energy mix of many countries globally. Renewables are becoming increasingly economic in both developing and developed countries. Prices for renewable energy technologies, primarily wind power and solar power, continued to drop, making renewables competitive with conventional energy sources. Without a level playing field, however, high market penetration of renewables is still dependent on a robust promotional policies. Fossil fuel subsidies, which are far higher than those for renewable energy, remain in place and quickly need to be phased out.", "United Nations' Secretary-General Ban Ki-moon has said that \"renewable energy has the ability to lift the poorest nations to new levels of prosperity\". In October 2011, he \"announced the creation of a high-level group to drum up support for energy access, energy efficiency and greater use of renewable energy. The group is to be co-chaired by Kandeh Yumkella, the chair of UN Energy and director general of the UN Industrial Development Organisation, and Charles Holliday, chairman of Bank of America\".", "Worldwide use of solar power and wind power continued to grow significantly in 2012. Solar electricity consumption increased by 58 percent, to 93 terawatt-hours (TWh). Use of wind power in 2012 increased by 18.1 percent, to 521.3 TWh. Global solar and wind energy installed capacities continued to expand even though new investments in these technologies declined during 2012. Worldwide investment in solar power in 2012 was $140.4 billion, an 11 percent decline from 2011, and wind power investment was down 10.1 percent, to $80.3 billion. But due to lower production costs for both technologies, total installed capacities grew sharply. This investment decline, but growth in installed capacity, may again occur in 2013. Analysts expect the market to triple by 2030. In 2015, investment in renewables exceeded fossils.", "The incentive to use 100% renewable energy, for electricity, transport, or even total primary energy supply globally, has been motivated by global warming and other ecological as well as economic concerns. The Intergovernmental Panel on Climate Change has said that there are few fundamental technological limits to integrating a portfolio of renewable energy technologies to meet most of total global energy demand. In reviewing 164 recent scenarios of future renewable energy growth, the report noted that the majority expected renewable sources to supply more than 17% of total energy by 2030, and 27% by 2050; the highest forecast projected 43% supplied by renewables by 2030 and 77% by 2050. Renewable energy use has grown much faster than even advocates anticipated. At the national level, at least 30 nations around the world already have renewable energy contributing more than 20% of energy supply. Also, Professors S. Pacala and Robert H. Socolow have developed a series of \"stabilization wedges\" that can allow us to maintain our quality of life while avoiding catastrophic climate change, and \"renewable energy sources,\" in aggregate, constitute the largest number of their \"wedges.\"", "Mark Z. Jacobson, professor of civil and environmental engineering at Stanford University and director of its Atmosphere and Energy Program says producing all new energy with wind power, solar power, and hydropower by 2030 is feasible and existing energy supply arrangements could be replaced by 2050. Barriers to implementing the renewable energy plan are seen to be \"primarily social and political, not technological or economic\". Jacobson says that energy costs with a wind, solar, water system should be similar to today's energy costs.", "Similarly, in the United States, the independent National Research Council has noted that \"sufficient domestic renewable resources exist to allow renewable electricity to play a significant role in future electricity generation and thus help confront issues related to climate change, energy security, and the escalation of energy costs … Renewable energy is an attractive option because renewable resources available in the United States, taken collectively, can supply significantly greater amounts of electricity than the total current or projected domestic demand.\" ."]},

{"docid": 2, "text": ["In a career spanning more than four decades, Spielberg's films have covered many themes and genres. Spielberg's early science-fiction and adventure films were seen as archetypes of modern Hollywood blockbuster filmmaking. In later years, his films began addressing humanistic issues such as the Holocaust (in Schindler's List), the transatlantic slave trade (in Amistad), war (in Empire of the Sun, Saving Private Ryan, War Horse and Bridge of Spies) and terrorism (in Munich). His other films include Close Encounters of the Third Kind, the Indiana Jones film series, and A.I. Artificial Intelligence.", "Spielberg was born in Cincinnati, Ohio, to an Orthodox Jewish family. His mother, Leah (Adler) Posner (born 1920), was a restaurateur and concert pianist, and his father, Arnold Spielberg (born 1917), was an electrical engineer involved in the development of computers. His paternal grandparents were immigrants from Ukraine who settled in Cincinnati in the first decade of the 1900s. In 1950, his family moved to Haddon Township, New Jersey when his father took a job with RCA. Three years later, the family moved to Phoenix, Arizona.:548 Spielberg attended Hebrew school from 1953 to 1957, in classes taught by Rabbi Albert L. Lewis.", "Spielberg won the Academy Award for Best Director for Schindler's List (1993) and Saving Private Ryan (1998). Three of Spielberg's films—Jaws (1975), E.T. the Extra-Terrestrial (1982), and Jurassic Park (1993)—achieved box office records, originated and came to epitomize the blockbuster film. The unadjusted gross of all Spielberg-directed films exceeds $9 billion worldwide, making him the highest-grossing director in history. His personal net worth is estimated to be more than $3 billion. He has been associated with composer John Williams since 1974, who composed music for all save five of Spielberg's feature films.", "As a child, Spielberg faced difficulty reconciling being an Orthodox Jew with the perception of him by other children he played with. \"It isn't something I enjoy admitting,\" he once said, \"but when I was seven, eight, nine years old, God forgive me, I was embarrassed because we were Orthodox Jews. I was embarrassed by the outward perception of my parents' Jewish practices. I was never really ashamed to be Jewish, but I was uneasy at times.\" Spielberg also said he suffered from acts of anti-Semitic prejudice and bullying: \"In high school, I got smacked and kicked around. Two bloody noses. It was horrible.\"", "In 1958, he became a Boy Scout and fulfilled a requirement for the photography merit badge by making a nine-minute 8 mm film entitled The Last Gunfight. Years later, Spielberg recalled to a magazine interviewer, \"My dad's still-camera was broken, so I asked the scoutmaster if I could tell a story with my father's movie camera. He said yes, and I got an idea to do a Western. I made it and got my merit badge. That was how it all started.\" At age thirteen, while living in Phoenix, Spielberg won a prize for a 40-minute war film he titled Escape to Nowhere, using a cast composed of other high school friends. That motivated him to make 15 more amateur 8mm films.:548 In 1963, at age sixteen, Spielberg wrote and directed his first independent film, a 140-minute science fiction adventure called Firelight, which would later inspire Close Encounters. The film was made for $500, most of which came from his father, and was shown in a local cinema for one evening, which earned back its cost.", "While still a student, he was offered a small unpaid intern job at Universal Studios with the editing department. He was later given the opportunity to make a short film for theatrical release, the 26-minute, 35mm, Amblin', which he wrote and directed. Studio vice president Sidney Sheinberg was impressed by the film, which had won a number of awards, and offered Spielberg a seven-year directing contract. It made him the youngest director ever to be signed for a long-term deal with a major Hollywood studio.:548 He subsequently dropped out of college to begin professionally directing TV productions with Universal.", "His first professional TV job came when he was hired to direct one of the segments for the 1969 pilot episode of Night Gallery. The segment, \"Eyes,\" starred Joan Crawford; she and Spielberg were reportedly close friends until her death. The episode is unusual in his body of work, in that the camerawork is more highly stylized than his later, more \"mature\" films. After this, and an episode of Marcus Welby, M.D., Spielberg got his first feature-length assignment: an episode of The Name of the Game called \"L.A. 2017\". This futuristic science fiction episode impressed Universal Studios and they signed him to a short contract. He did another segment on Night Gallery and did some work for shows such as Owen Marshall: Counselor at Law and The Psychiatrist, before landing the first series episode of Columbo (previous episodes were actually TV films).", "Based on the strength of his work, Universal signed Spielberg to do four TV films. The first was a Richard Matheson adaptation called Duel. The film is about a psychotic Peterbilt 281 tanker truck driver who chases the terrified driver (Dennis Weaver) of a small Plymouth Valiant and tries to run him off the road. Special praise of this film by the influential British critic Dilys Powell was highly significant to Spielberg's career. Another TV film (Something Evil) was made and released to capitalize on the popularity of The Exorcist, then a major best-selling book which had not yet been released as a film. He fulfilled his contract by directing the TV film-length pilot of a show called Savage, starring Martin Landau. Spielberg's debut full-length feature film was The Sugarland Express, about a married couple who are chased by police as the couple tries to regain custody of their baby. Spielberg's cinematography for the police chase was praised by reviewers, and The Hollywood Reporter stated that \"a major new director is on the horizon.\":223 However, the film fared poorly at the box office and received a limited release.", "Studio producers Richard D. Zanuck and David Brown offered Spielberg the director's chair for Jaws, a thriller-horror film based on the Peter Benchley novel about an enormous killer shark. Spielberg has often referred to the gruelling shoot as his professional crucible. Despite the film's ultimate, enormous success, it was nearly shut down due to delays and budget over-runs. But Spielberg persevered and finished the film. It was an enormous hit, winning three Academy Awards (for editing, original score and sound) and grossing more than $470 million worldwide at the box office. It also set the domestic record for box office gross, leading to what the press described as \"Jawsmania.\":248 Jaws made Spielberg a household name and one of America's youngest multi-millionaires, allowing him a great deal of autonomy for his future projects.:250 It was nominated for Best Picture and featured Spielberg's first of three collaborations with actor Richard Dreyfuss.", "Rejecting offers to direct Jaws 2, King Kong and Superman, Spielberg and actor Richard Dreyfuss re-convened to work on a film about UFOs, which became Close Encounters of the Third Kind (1977). One of the rare films both written and directed by Spielberg, Close Encounters was a critical and box office hit, giving Spielberg his first Best Director nomination from the Academy as well as earning six other Academy Awards nominations. It won Oscars in two categories (Cinematography, Vilmos Zsigmond, and a Special Achievement Award for Sound Effects Editing, Frank E. Warner). This second blockbuster helped to secure Spielberg's rise. His next film, 1941, a big-budgeted World War II farce, was not nearly as successful and though it grossed over $92.4 million worldwide (and did make a small profit for co-producing studios Columbia and Universal) it was seen as a disappointment, mainly with the critics.", "Spielberg then revisited his Close Encounters project and, with financial backing from Columbia Pictures, released Close Encounters: The Special Edition in 1980. For this, Spielberg fixed some of the flaws he thought impeded the original 1977 version of the film and also, at the behest of Columbia, and as a condition of Spielberg revising the film, shot additional footage showing the audience the interior of the mothership seen at the end of the film (a decision Spielberg would later regret as he felt the interior of the mothership should have remained a mystery). Nevertheless, the re-release was a moderate success, while the 2001 DVD release of the film restored the original ending.", "Next, Spielberg teamed with Star Wars creator and friend George Lucas on an action adventure film, Raiders of the Lost Ark, the first of the Indiana Jones films. The archaeologist and adventurer hero Indiana Jones was played by Harrison Ford (whom Lucas had previously cast in his Star Wars films as Han Solo). The film was considered an homage to the cliffhanger serials of the Golden Age of Hollywood. It became the biggest film at the box office in 1981, and the recipient of numerous Oscar nominations including Best Director (Spielberg's second nomination) and Best Picture (the second Spielberg film to be nominated for Best Picture). Raiders is still considered a landmark example of the action-adventure genre. The film also led to Ford's casting in Ridley Scott's Blade Runner.", "His next directorial feature was the Raiders prequel Indiana Jones and the Temple of Doom. Teaming up once again with Lucas and Ford, the film was plagued with uncertainty for the material and script. This film and the Spielberg-produced Gremlins led to the creation of the PG-13 rating due to the high level of violence in films targeted at younger audiences. In spite of this, Temple of Doom is rated PG by the MPAA, even though it is the darkest and, possibly, most violent Indy film. Nonetheless, the film was still a huge blockbuster hit in 1984. It was on this project that Spielberg also met his future wife, actress Kate Capshaw.", "In 1985, Spielberg released The Color Purple, an adaptation of Alice Walker's Pulitzer Prize-winning novel of the same name, about a generation of empowered African-American women during depression-era America. Starring Whoopi Goldberg and future talk-show superstar Oprah Winfrey, the film was a box office smash and critics hailed Spielberg's successful foray into the dramatic genre. Roger Ebert proclaimed it the best film of the year and later entered it into his Great Films archive. The film received eleven Academy Award nominations, including two for Goldberg and Winfrey. However, much to the surprise of many, Spielberg did not get a Best Director nomination.", "In 1987, as China began opening to Western capital investment, Spielberg shot the first American film in Shanghai since the 1930s, an adaptation of J. G. Ballard's autobiographical novel Empire of the Sun, starring John Malkovich and a young Christian Bale. The film garnered much praise from critics and was nominated for several Oscars, but did not yield substantial box office revenues. Reviewer Andrew Sarris called it the best film of the year and later included it among the best films of the decade. Spielberg was also a co-producer of the 1987 film *batteries not included.", "After two forays into more serious dramatic films, Spielberg then directed the third Indiana Jones film, 1989's Indiana Jones and the Last Crusade. Once again teaming up with Lucas and Ford, Spielberg also cast actor Sean Connery in a supporting role as Indy's father. The film earned generally positive reviews and was another box office success, becoming the highest grossing film worldwide that year; its total box office receipts even topped those of Tim Burton's much-anticipated film Batman, which had been the bigger hit domestically. Also in 1989, he re-united with actor Richard Dreyfuss for the romantic comedy-drama Always, about a daredevil pilot who extinguishes forest fires. Spielberg's first romantic film, Always was only a moderate success and had mixed reviews.", "Spielberg's next film, Schindler's List, was based on the true story of Oskar Schindler, a man who risked his life to save 1,100 Jews from the Holocaust. Schindler's List earned Spielberg his first Academy Award for Best Director (it also won Best Picture). With the film a huge success at the box office, Spielberg used the profits to set up the Shoah Foundation, a non-profit organization that archives filmed testimony of Holocaust survivors. In 1997, the American Film Institute listed it among the 10 Greatest American Films ever Made (#9) which moved up to (#8) when the list was remade in 2007.", "His next theatrical release in that same year was the World War II film Saving Private Ryan, about a group of U.S. soldiers led by Capt. Miller (Tom Hanks) sent to bring home a paratrooper whose three older brothers were killed in the same twenty-four hours, June 5–6, of the Normandy landing. The film was a huge box office success, grossing over $481 million worldwide and was the biggest film of the year at the North American box office (worldwide it made second place after Michael Bay's Armageddon). Spielberg won his second Academy Award for his direction. The film's graphic, realistic depiction of combat violence influenced later war films such as Black Hawk Down and Enemy at the Gates. The film was also the first major hit for DreamWorks, which co-produced the film with Paramount Pictures (as such, it was Spielberg's first release from the latter that was not part of the Indiana Jones series). Later, Spielberg and Tom Hanks produced a TV mini-series based on Stephen Ambrose's book Band of Brothers. The ten-part HBO mini-series follows Easy Company of the 101st Airborne Division's 506th Parachute Infantry Regiment. The series won a number of awards at the Golden Globes and the Emmys.", "Spielberg and actor Tom Cruise collaborated for the first time for the futuristic neo-noir Minority Report, based upon the science fiction short story written by Philip K. Dick about a Washington D.C. police captain in the year 2054 who has been foreseen to murder a man he has not yet met. The film received strong reviews with the review tallying website Rotten Tomatoes giving it a 92% approval rating, reporting that 206 out of the 225 reviews they tallied were positive. The film earned over $358 million worldwide. Roger Ebert, who named it the best film of 2002, praised its breathtaking vision of the future as well as for the way Spielberg blended CGI with live-action.", "Also in 2005, Spielberg directed a modern adaptation of War of the Worlds (a co-production of Paramount and DreamWorks), based on the H. G. Wells book of the same name (Spielberg had been a huge fan of the book and the original 1953 film). It starred Tom Cruise and Dakota Fanning, and, as with past Spielberg films, Industrial Light & Magic (ILM) provided the visual effects. Unlike E.T. and Close Encounters of the Third Kind, which depicted friendly alien visitors, War of the Worlds featured violent invaders. The film was another huge box office smash, grossing over $591 million worldwide.", "Spielberg's film Munich, about the events following the 1972 Munich Massacre of Israeli athletes at the Olympic Games, was his second film essaying Jewish relations in the world (the first being Schindler's List). The film is based on Vengeance, a book by Canadian journalist George Jonas. It was previously adapted into the 1986 made-for-TV film Sword of Gideon. The film received strong critical praise, but underperformed at the U.S. and world box-office; it remains one of Spielberg's most controversial films to date. Munich received five Academy Awards nominations, including Best Picture, Film Editing, Original Music Score (by John Williams), Best Adapted Screenplay, and Best Director for Spielberg. It was Spielberg's sixth Best Director nomination and fifth Best Picture nomination.", "In June 2006, Steven Spielberg announced he would direct a scientifically accurate film about \"a group of explorers who travel through a worm hole and into another dimension\", from a treatment by Kip Thorne and producer Lynda Obst. In January 2007, screenwriter Jonathan Nolan met with them to discuss adapting Obst and Thorne's treatment into a narrative screenplay. The screenwriter suggested the addition of a \"time element\" to the treatment's basic idea, which was welcomed by Obst and Thorne. In March of that year, Paramount hired Nolan, as well as scientists from Caltech, forming a workshop to adapt the treatment under the title Interstellar. The following July, Kip Thorne said there was a push by people for him to portray himself in the film. Spielberg later abandoned Interstellar, which was eventually directed by Christopher Nolan.", "In early 2009, Spielberg shot the first film in a planned trilogy of motion capture films based on The Adventures of Tintin, written by Belgian artist Hergé, with Peter Jackson. The Adventures of Tintin: The Secret of the Unicorn, was not released until October 2011, due to the complexity of the computer animation involved. The world premiere took place on October 22, 2011 in Brussels, Belgium. The film was released in North American theaters on December 21, 2011, in Digital 3D and IMAX. It received generally positive reviews from critics, and grossed over $373 million worldwide. The Adventures of Tintin won the award for Best Animated Feature Film at the Golden Globe Awards that year. It is the first non-Pixar film to win the award since the category was first introduced. Jackson has been announced to direct the second film.", "Spielberg followed with War Horse, shot in England in the summer of 2010. It was released just four days after The Adventures of Tintin, on December 25, 2011. The film, based on the novel of the same name written by Michael Morpurgo and published in 1982, follows the long friendship between a British boy and his horse Joey before and during World War I – the novel was also adapted into a hit play in London which is still running there, as well as on Broadway. The film was released and distributed by Disney, with whom DreamWorks made a distribution deal in 2009. War Horse received generally positive reviews from critics, and was nominated for six Academy Awards, including Best Picture.", "Spielberg next directed the historical drama film Lincoln, starring Daniel Day-Lewis as United States President Abraham Lincoln and Sally Field as Mary Todd Lincoln. Based on Doris Kearns Goodwin's bestseller Team of Rivals: The Political Genius of Abraham Lincoln, the film covered the final four months of Lincoln's life. Written by Tony Kushner, the film was shot in Richmond, Virginia, in late 2011, and was released in the United States by Disney in November 2012. The film's international distribution was handled by 20th Century Fox. Upon release, Lincoln received widespread critical acclaim, and was nominated for twelve Academy Awards (the most of any film that year) including Best Picture and Best Director for Spielberg. It won the award for Best Production Design and Day-Lewis won the Academy Award for Best Actor for his portrayal of Lincoln, becoming the first three time winner in that category as well as the first to win for a performance directed by Spielberg.", "Spielberg directed 2015's Bridge of Spies, a Cold War thriller based on the 1960 U-2 incident, and focusing on James B. Donovan's negotiations with the Soviets for the release of pilot Gary Powers after his aircraft was shot down over Soviet territory. The film starred Tom Hanks as Donovan, as well as Mark Rylance, Amy Ryan, and Alan Alda, with a script by the Coen brothers. The film was shot from September to December 2014 on location in New York City, Berlin and Wroclaw, Poland (which doubled for East Berlin), and was released by Disney on October 16, 2015. Bridge of Spies received positive reviews from critics, and was nominated for six Academy Awards, including Best Picture.", "Since the mid-1980s, Spielberg has increased his role as a film producer. He headed up the production team for several cartoons, including the Warner Bros. hits Tiny Toon Adventures, Animaniacs, Pinky and the Brain, Toonsylvania, and Freakazoid!, for which he collaborated with Jean MacCurdy and Tom Ruegger. Due to his work on these series, in the official titles, most of them say, \"Steven Spielberg presents\" as well as making numerous cameos on the shows. Spielberg also produced the Don Bluth animated features, An American Tail and The Land Before Time, which were released by Universal Studios. He also served as one of the executive producers of Who Framed Roger Rabbit and its three related shorts (Tummy Trouble, Roller Coaster Rabbit, Trail Mix-Up), which were all released by Disney, under both the Walt Disney Pictures and the Touchstone Pictures banners. He was furthermore, for a short time, the executive producer of the long-running medical drama ER. In 1989, he brought the concept of The Dig to LucasArts. He contributed to the project from that time until 1995 when the game was released. He also collaborated with software publishers Knowledge Adventure on the multimedia game Steven Spielberg's Director's Chair, which was released in 1996. Spielberg appears, as himself, in the game to direct the player. The Spielberg name provided branding for a Lego Moviemaker kit, the proceeds of which went to the Starbright Foundation.", "Spielberg served as an uncredited executive producer on The Haunting, The Prince of Egypt, Just Like Heaven, Shrek, Road to Perdition, and Evolution. He served as an executive producer for the 1997 film Men in Black, and its sequels, Men in Black II and Men in Black III. In 2005, he served as a producer of Memoirs of a Geisha, an adaptation of the novel by Arthur Golden, a film to which he was previously attached as director. In 2006, Spielberg co-executive produced with famed filmmaker Robert Zemeckis a CGI children's film called Monster House, marking their eighth collaboration since 1990's Back to the Future Part III. He also teamed with Clint Eastwood for the first time in their careers, co-producing Eastwood's Flags of Our Fathers and Letters from Iwo Jima with Robert Lorenz and Eastwood himself. He earned his twelfth Academy Award nomination for the latter film as it was nominated for Best Picture. Spielberg served as executive producer for Disturbia and the Transformers live action film with Brian Goldner, an employee of Hasbro. The film was directed by Michael Bay and written by Roberto Orci and Alex Kurtzman, and Spielberg continued to collaborate on the sequels, Transformers: Revenge of the Fallen and Transformers: Dark of the Moon. In 2011, he produced the J. J. Abrams science fiction thriller film Super 8 for Paramount Pictures.", "Other major television series Spielberg produced were Band of Brothers, Taken and The Pacific. He was an executive producer on the critically acclaimed 2005 TV miniseries Into the West which won two Emmy awards, including one for Geoff Zanelli's score. For his 2010 miniseries The Pacific he teamed up once again with co-producer Tom Hanks, with Gary Goetzman also co-producing'. The miniseries is believed to have cost $250 million and is a 10-part war miniseries centered on the battles in the Pacific Theater during World War II. Writer Bruce McKenna, who penned several installments of (Band of Brothers), was the head writer.", "In 2011, Spielberg launched Falling Skies, a science fiction television series, on the TNT network. He developed the series with Robert Rodat and is credited as an executive producer. Spielberg is also producing the Fox TV series Terra Nova. Terra Nova begins in the year 2149 when all life on the planet Earth is threatened with extinction resulting in scientists opening a door that allows people to travel back 85 million years to prehistoric times. Spielberg also produced The River, Smash, Under the Dome, Extant and The Whispers, as well as a TV adaptation of Minority Report.", "Apart from being an ardent gamer Spielberg has had a long history of involvement in video games. He has been giving thanks to his games of his division DreamWorks Interactive most notable as Someone's in the Kitchen with script written by Animaniacs' Paul Rugg, Goosebumps: Escape from HorrorLand, The Neverhood (all in 1996), Skullmonkeys, Dilbert's Desktop Games, Goosebumps: Attack of the Mutant (all 1997), Boombots (1999), T'ai Fu: Wrath of the Tiger (1999), and Clive Barker's Undying (2001). In 2005 the director signed with Electronic Arts to collaborate on three games including an action game and an award winning puzzle game for the Wii called Boom Blox (and its 2009 sequel: Boom Blox Bash Party). Previously, he was involved in creating the scenario for the adventure game The Dig. In 1996, Spielberg worked on and shot original footage for a movie-making simulation game called Steven Spielberg's Director's Chair. He is the creator of the Medal of Honor series by Electronic Arts. He is credited in the special thanks section of the 1998 video game Trespasser. In 2013, Spielberg has announced he is collaborating with 343 Industries for a live-action TV show of Halo.", "Spielberg has filmed and is currently in post-production on an adaptation of Roald Dahl's celebrated children's story The BFG. Spielberg's DreamWorks bought the rights in 2010, originally intending John Madden to direct. The film was written by E.T. screenwriter Melissa Mathison and is co-produced by Walt Disney Pictures, marking the first Disney-branded film to be directed by Spielberg. The BFG is set to premiere out of competition at the Cannes Film Festival in May 2016, before its wide release in the US on July 1, 2016.", "After completing filming on Ready Player One, while it is in its lengthy, effects-heavy post-production, he will film his long-planned adaptation of David Kertzer's acclaimed The Kidnapping of Edgardo Mortara. The book follows the true story of a young Jewish boy in 1858 Italy who was secretly baptized by a family servant and then kidnapped from his family by the Papal States, where he was raised and trained as a priest, causing international outrage and becoming a media sensation. First announced in 2014, the book has been adapted by Tony Kushner and the film will again star Mark Rylance, as Pope Pius IX. It will be filmed in early 2017 for release at the end of that year, before Ready Player One is completed and released in 2018.", "Spielberg was scheduled to shoot a $200 million adaptation of Daniel H. Wilson's novel Robopocalypse, adapted for the screen by Drew Goddard. The film would follow a global human war against a robot uprising about 15–20 years in the future. Like Lincoln, it was to be released by Disney in the United States and Fox overseas. It was set for release on April 25, 2014, with Anne Hathaway and Chris Hemsworth set to star, but Spielberg postponed production indefinitely in January 2013, just before it had been set to begin.", "Spielberg's films often deal with several recurring themes. Most of his films deal with ordinary characters searching for or coming in contact with extraordinary beings or finding themselves in extraordinary circumstances. In an AFI interview in August 2000 Spielberg commented on his interest in the possibility of extra terrestrial life and how it has influenced some of his films. Spielberg described himself as feeling like an alien during childhood, and his interest came from his father, a science fiction fan, and his opinion that aliens would not travel light years for conquest, but instead curiosity and sharing of knowledge.", "A strong consistent theme in his family-friendly work is a childlike, even naïve, sense of wonder and faith, as attested by works such as Close Encounters of the Third Kind, E.T. the Extra-Terrestrial, Hook, A.I. Artificial Intelligence and The BFG. According to Warren Buckland, these themes are portrayed through the use of low height camera tracking shots, which have become one of Spielberg's directing trademarks. In the cases when his films include children (E.T. the Extra-Terrestrial, Empire of the Sun, Jurassic Park, etc.), this type of shot is more apparent, but it is also used in films like Munich, Saving Private Ryan, The Terminal, Minority Report, and Amistad. If one views each of his films, one will see this shot utilized by the director, notably the water scenes in Jaws are filmed from the low-angle perspective of someone swimming. Another child oriented theme in Spielberg's films is that of loss of innocence and coming-of-age. In Empire of the Sun, Jim, a well-groomed and spoiled English youth, loses his innocence as he suffers through World War II China. Similarly, in Catch Me If You Can, Frank naively and foolishly believes that he can reclaim his shattered family if he accumulates enough money to support them.", "The most persistent theme throughout his films is tension in parent-child relationships. Parents (often fathers) are reluctant, absent or ignorant. Peter Banning in Hook starts off in the beginning of the film as a reluctant married-to-his-work parent who through the course of the film regains the respect of his children. The notable absence of Elliott's father in E.T., is the most famous example of this theme. In Indiana Jones and the Last Crusade, it is revealed that Indy has always had a very strained relationship with his father, who is a professor of medieval literature, as his father always seemed more interested in his work, specifically in his studies of the Holy Grail, than in his own son, although his father does not seem to realize or understand the negative effect that his aloof nature had on Indy (he even believes he was a good father in the sense that he taught his son \"self reliance,\" which is not how Indy saw it). Even Oskar Schindler, from Schindler's List, is reluctant to have a child with his wife. Munich depicts Avner as a man away from his wife and newborn daughter. There are of course exceptions; Brody in Jaws is a committed family man, while John Anderton in Minority Report is a shattered man after the disappearance of his son. This theme is arguably the most autobiographical aspect of Spielberg's films, since Spielberg himself was affected by his parents' divorce as a child and by the absence of his father. Furthermore, to this theme, protagonists in his films often come from families with divorced parents, most notably E.T. the Extra-Terrestrial (protagonist Elliot's mother is divorced) and Catch Me If You Can (Frank Abagnale's mother and father split early on in the film). Little known also is Tim in Jurassic Park (early in the film, another secondary character mentions Tim and Lex's parents' divorce). The family often shown divided is often resolved in the ending as well. Following this theme of reluctant fathers and father figures, Tim looks to Dr. Alan Grant as a father figure. Initially, Dr. Grant is reluctant to return those paternal feelings to Tim. However, by the end of the film, he has changed, and the kids even fall asleep with their heads on his shoulders.", "In terms of casting and production itself, Spielberg has a known penchant for working with actors and production members from his previous films. For instance, he has cast Richard Dreyfuss in several films: Jaws, Close Encounters of the Third Kind, and Always. Aside from his role as Indiana Jones, Spielberg also cast Harrison Ford as a headteacher in E.T. the Extra-Terrestrial (though the scene was ultimately cut). Although Spielberg directed veteran voice actor Frank Welker only once (in Raiders of the Lost Ark, for which he voiced many of the animals), Welker has lent his voice in a number of productions Spielberg has executive produced from Gremlins to its sequel Gremlins 2: The New Batch, as well as The Land Before Time, Who Framed Roger Rabbit, and television shows such as Tiny Toons, Animaniacs, and SeaQuest DSV. Spielberg has used Tom Hanks on several occasions and has cast him in Saving Private Ryan, Catch Me If You Can, The Terminal, and Bridge of Spies. Spielberg has collaborated with Tom Cruise twice on Minority Report and War of the Worlds, and cast Shia LaBeouf in five films: Transformers, Eagle Eye, Indiana Jones and the Kingdom of the Crystal Skull, Transformers: Revenge of the Fallen, and Transformers: Dark of the Moon.", "Spielberg prefers working with production members with whom he has developed an existing working relationship. An example of this is his production relationship with Kathleen Kennedy who has served as producer on all his major films from E.T. the Extra-Terrestrial to the recent Lincoln. For cinematography, Allen Daviau, a childhood friend and cinematographer, shot the early Spielberg film Amblin and most of his films up to Empire of the Sun; Janusz Kamiński who has shot every Spielberg film since Schindler's List (see List of film director and cinematographer collaborations); and the film editor Michael Kahn who has edited every film directed by Spielberg from Close Encounters to Munich (except E.T. the Extra-Terrestrial). Most of the DVDs of Spielberg's films have documentaries by Laurent Bouzereau.", "A famous example of Spielberg working with the same professionals is his long-time collaboration with John Williams and the use of his musical scores in all of his films since The Sugarland Express (except Bridge of Spies, The Color Purple and Twilight Zone: The Movie). One of Spielberg's trademarks is his use of music by Williams to add to the visual impact of his scenes and to try and create a lasting picture and sound of the film in the memories of the film audience. These visual scenes often uses images of the sun (e.g. Empire of the Sun, Saving Private Ryan, the final scene of Jurassic Park, and the end credits of Indiana Jones and the Last Crusade (where they ride into the sunset)), of which the last two feature a Williams score at that end scene. Spielberg is a contemporary of filmmakers George Lucas, Francis Ford Coppola, Martin Scorsese, John Milius, and Brian De Palma, collectively known as the \"Movie Brats\". Aside from his principal role as a director, Spielberg has acted as a producer for a considerable number of films, including early hits for Joe Dante and Robert Zemeckis. Spielberg has often never worked with the same screenwriter in his films, beside Tony Kushner and David Koepp, who have written a few of his films more than once.", "Spielberg first met actress Amy Irving in 1976 at the suggestion of director Brian De Palma, who knew he was looking for an actress to play in Close Encounters. After meeting her, Spielberg told his co-producer Julia Phillips, \"I met a real heartbreaker last night.\":293 Although she was too young for the role, she and Spielberg began dating and she eventually moved in to what she described as his \"bachelor funky\" house.:294 They lived together for four years, but the stresses of their professional careers took a toll on their relationship. Irving wanted to be certain that whatever success she attained as an actress would be her own: \"I don't want to be known as Steven's girlfriend,\" she said, and chose not to be in any of his films during those years.:295", "As a result, they broke up in 1979, but remained close friends. Then in 1984 they renewed their romance, and in November 1985, they married, already having had a son, Max Samuel. After three and a half years of marriage, however, many of the same competing stresses of their careers caused them to divorce in 1989. They agreed to maintain homes near each other as to facilitate the shared custody and parenting of their son.:403 Their divorce was recorded as the third most costly celebrity divorce in history.", "In 2002, Spielberg was one of eight flagbearers who carried the Olympic Flag into Rice-Eccles Stadium at the Opening Ceremonies of the 2002 Winter Olympic Games in Salt Lake City. In 2006, Premiere listed him as the most powerful and influential figure in the motion picture industry. Time listed him as one of the 100 Most Important People of the Century. At the end of the 20th century, Life named him the most influential person of his generation. In 2009, Boston University presented him an honorary Doctor of Humane Letters degree.", "According to Forbes' Most Influential Celebrities 2014 list, Spielberg was listed as the most influential celebrity in America. The annual list is conducted by E-Poll Market Research and it gave more than 6,600 celebrities on 46 different personality attributes a score representing \"how that person is perceived as influencing the public, their peers, or both.\" Spielberg received a score of 47, meaning 47% of the US believes he is influential. Gerry Philpott, president of E-Poll Market Research, supported Spielberg's score by stating, \"If anyone doubts that Steven Spielberg has greatly influenced the public, think about how many will think for a second before going into the water this summer.\"", "A collector of film memorabilia, Spielberg purchased a balsa Rosebud sled from Citizen Kane (1941) in 1982. He bought Orson Welles's own directorial copy of the script for the radio broadcast The War of the Worlds (1938) in 1994. Spielberg has purchased Academy Award statuettes being sold on the open market and donated them to the Academy of Motion Picture Arts and Sciences, to prevent their further commercial exploitation. His donations include the Oscars that Bette Davis received for Dangerous (1935) and Jezebel (1938), and Clark Gable's Oscar for It Happened One Night (1934).", "Since playing Pong while filming Jaws in 1974, Spielberg has been an avid video gamer. Spielberg played many of LucasArts adventure games, including the first Monkey Island games. He owns a Wii, a PlayStation 3, a PSP, and Xbox 360, and enjoys playing first-person shooters such as the Medal of Honor series and Call of Duty 4: Modern Warfare. He has also criticized the use of cut scenes in games, calling them intrusive, and feels making story flow naturally into the gameplay is a challenge for future game developers.", "Drawing from his own experiences in Scouting, Spielberg helped the Boy Scouts of America develop a merit badge in cinematography in order to help promote filmmaking as a marketable skill. The badge was launched at the 1989 National Scout Jamboree, which Spielberg attended, and where he personally counseled many boys in their work on requirements. That same year, 1989, saw the release of Indiana Jones and the Last Crusade. The opening scene shows a teenage Indiana Jones in scout uniform bearing the rank of a Life Scout. Spielberg stated he made Indiana Jones a Boy Scout in honor of his experience in Scouting. For his career accomplishments, service to others, and dedication to a new merit badge Spielberg was awarded the Distinguished Eagle Scout Award.", "In 2004 he was admitted as knight of the Légion d'honneur by president Jacques Chirac. On July 15, 2006, Spielberg was also awarded the Gold Hugo Lifetime Achievement Award at the Summer Gala of the Chicago International Film Festival, and also was awarded a Kennedy Center honour on December 3. The tribute to Spielberg featured a short, filmed biography narrated by Tom Hanks and included thank-yous from World War II veterans for Saving Private Ryan, as well as a performance of the finale to Leonard Bernstein's Candide, conducted by John Williams (Spielberg's frequent composer).[citation needed]", "The Science Fiction Hall of Fame inducted Spielberg in 2005, the first year it considered non-literary contributors. In November 2007, he was chosen for a Lifetime Achievement Award to be presented at the sixth annual Visual Effects Society Awards in February 2009. He was set to be honored with the Cecil B. DeMille Award at the January 2008 Golden Globes; however, the new, watered-down format of the ceremony resulting from conflicts in the 2007–08 writers strike, the HFPA postponed his honor to the 2009 ceremony. In 2008, Spielberg was awarded the Légion d'honneur."]}, 

{"docid": 3, "text": ["Anti-aircraft warfare or counter-air defence is defined by NATO as \"all measures designed to nullify or reduce the effectiveness of hostile air action.\" They include ground-and air-based weapon systems, associated sensor systems, command and control arrangements and passive measures (e.g. barrage balloons). It may be used to protect naval, ground, and air forces in any location. However, for most countries the main effort has tended to be 'homeland defence'. NATO refers to airborne air defence as counter-air and naval air defence as anti-aircraft warfare. Missile defence is an extension of air defence as are initiatives to adapt air defence to the task of intercepting any projectile in flight.", "Non-English terms for air defence include the German Flak (Fliegerabwehrkanone, \"aircraft defence cannon\", also cited as Flugabwehrkanone), whence English flak, and the Russian term Protivovozdushnaya oborona (Cyrillic: Противовозду́шная оборо́на), a literal translation of \"anti-air defence\", abbreviated as PVO. In Russian the AA systems are called zenitnye (i.e. \"pointing to zenith\") systems (guns, missiles etc.). In French, air defence is called DCA (Défense contre les aéronefs, \"aéronef\" being the generic term for all kind of airborne device (airplane, airship, balloon, missile, rocket, etc.)).", "Initially sensors were optical and acoustic devices developed during the First World War and continued into the 1930s, but were quickly superseded by radar, which in turn was supplemented by optronics in the 1980s. Command and control remained primitive until the late 1930s, when Britain created an integrated system for ADGB that linked the ground-based air defence of the army's AA Command, although field-deployed air defence relied on less sophisticated arrangements. NATO later called these arrangements an \"air defence ground environment\", defined as \"the network of ground radar sites and command and control centres within a specific theatre of operations which are used for the tactical control of air defence operations\".", "The most extreme case was the Soviet Union, and this model may still be followed in some countries: it was a separate service, on a par with the navy or ground force. In the Soviet Union this was called Voyska PVO, and had both fighter aircraft and ground-based systems. This was divided into two arms, PVO Strany, the Strategic Air defence Service responsible for Air Defence of the Homeland, created in 1941 and becoming an independent service in 1954, and PVO SV, Air Defence of the Ground Forces. Subsequently these became part of the air force and ground forces respectively", "On 30 September 1915, troops of the Serbian Army observed three enemy aircraft approaching Kragujevac. Soldiers shot at them with shotguns and machine-guns but failed to prevent them from dropping 45 bombs over the city, hitting military installations, the railway station and many other, mostly civilian, targets in the city. During the bombing raid, private Radoje Ljutovac fired his cannon at the enemy aircraft and successfully shot one down. It crashed in the city and both pilots died from their injuries. The cannon Ljutovac used was not designed as an anti-aircraft gun, it was a slightly modified Turkish cannon captured during the First Balkan War in 1912. This was the first occasion in military history that a military aircraft was shot down with ground-to-air fire.", "AA gunnery was a difficult business. The problem was of successfully aiming a shell to burst close to its target's future position, with various factors affecting the shells' predicted trajectory. This was called deflection gun-laying, 'off-set' angles for range and elevation were set on the gunsight and updated as their target moved. In this method when the sights were on the target, the barrel was pointed at the target's future position. Range and height of the target determined fuse length. The difficulties increased as aircraft performance improved.", "World War I demonstrated that aircraft could be an important part of the battlefield, but in some nations it was the prospect of strategic air attack that was the main issue, presenting both a threat and an opportunity. The experience of four years of air attacks on London by Zeppelins and Gotha G.V bombers had particularly influenced the British and was one of if not the main driver for forming an independent air force. As the capabilities of aircraft and their engines improved it was clear that their role in future war would be even more critical as their range and weapon load grew. However, in the years immediately after World War I the prospect of another major war seemed remote, particularly in Europe where the most militarily capable nations were, and little financing was available.", "From the early 1930s eight countries developed radar, these developments were sufficiently advanced by the late 1930s for development work on sound locating acoustic devices to be generally halted, although equipment was retained. Furthermore, in Britain the volunteer Observer Corps formed in 1925 provided a network of observation posts to report hostile aircraft flying over Britain. Initially radar was used for airspace surveillance to detect approaching hostile aircraft. However, the German Würzburg radar was capable of providing data suitable for controlling AA guns and the British AA No 1 Mk 1 GL radar was designed to be used on AA gun positions.", "Until this time the British, at RAF insistence, continued their World War I use of machine guns, and introduced twin MG mountings for AAAD. The army was forbidden from considering anything larger than .50-inch. However, in 1935 their trials showed that the minimum effective round was an impact fused 2 lb HE shell. The following year they decided to adopt the Bofors 40 mm and a twin barrel Vickers 2-pdr (40 mm) on a modified naval mount. The air-cooled Bofors was vastly superior for land use, being much lighter than the water-cooled pom-pom, and UK production of the Bofors 40 mm was licensed. The Predictor AA No 3, as the Kerrison Predictor was officially known, was introduced with it.", "During the 1930s solid fuel rockets were under development in the Soviet Union and Britain. In Britain the interest was for anti-aircraft fire, it quickly became clear that guidance would be required for precision. However, rockets, or 'unrotated projectiles' as they were called could the used for anti-aircraft barrages. A 2-inch rocket using HE or wire obstacle warheads was introduced first to deal with low-level or dive bombing attacks on smaller targets such as airfields. The 3-inch was in development at the end of the inter-war period.", "The British had already arranged licence building of the Bofors 40 mm, and introduced these into service. These had the power to knock down aircraft of any size, yet were light enough to be mobile and easily swung. The gun became so important to the British war effort that they even produced a movie, The Gun, that encouraged workers on the assembly line to work harder. The Imperial measurement production drawings the British had developed were supplied to the Americans who produced their own (unlicensed) copy of the 40 mm at the start of the war, moving to licensed production in mid-1941.", "The interceptor aircraft (or simply interceptor) is a type of fighter aircraft designed specifically to intercept and destroy enemy aircraft, particularly bombers, usually relying on high speed and altitude capabilities. A number of jet interceptors such as the F-102 Delta Dagger, the F-106 Delta Dart, and the MiG-25 were built in the period starting after the end of World War II and ending in the late 1960s, when they became less important due to the shifting of the strategic bombing role to ICBMs. Invariably the type is differentiated from other fighter aircraft designs by higher speeds and shorter operating ranges, as well as much reduced ordnance payloads.", "Another potential weapon system for anti-aircraft use is the laser. Although air planners have imagined lasers in combat since the late 1960s, only the most modern laser systems are currently reaching what could be considered \"experimental usefulness\". In particular the Tactical High Energy Laser can be used in the anti-aircraft and anti-missile role. If current developments continue, some[who?] believe it is reasonable to suggest that lasers will play a major role in air defence starting in the next ten years.", "Area air defence, the air defence of a specific area or location, (as opposed to point defence), have historically been operated by both armies (Anti-Aircraft Command in the British Army, for instance) and Air Forces (the United States Air Force's CIM-10 Bomarc). Area defence systems have medium to long range and can be made up of various other systems and networked into an area defence system (in which case it may be made up of several short range systems combined to effectively cover an area). An example of area defence is the defence of Saudi Arabia and Israel by MIM-104 Patriot missile batteries during the first Gulf War, where the objective was to cover populated areas.", "The term air defence was probably first used by Britain when Air Defence of Great Britain (ADGB) was created as a Royal Air Force command in 1925. However, arrangements in the UK were also called 'anti-aircraft', abbreviated as AA, a term that remained in general use into the 1950s. After the First World War it was sometimes prefixed by 'Light' or 'Heavy' (LAA or HAA) to classify a type of gun or unit. Nicknames for anti-aircraft guns include AA, AAA or triple-A, an abbreviation of anti-aircraft artillery; \"ack-ack\" (from the spelling alphabet used by the British for voice transmission of \"AA\"); and archie (a World War I British term probably coined by Amyas Borton and believed to derive via the Royal Flying Corps from the music-hall comedian George Robey's line \"Archibald, certainly not!\").", "The essence of air defence is to detect hostile aircraft and destroy them. The critical issue is to hit a target moving in three-dimensional space; an attack must not only match these three coordinates, but must do so at the time the target is at that position. This means that projectiles either have to be guided to hit the target, or aimed at the predicted position of the target at the time the projectile reaches it, taking into account speed and direction of both the target and the projectile.", "Passive air defence is defined by NATO as \"Passive measures taken for the physical defence and protection of personnel, essential installations and equipment in order to minimize the effectiveness of air and/or missile attack\". It remains a vital activity by ground forces and includes camouflage and concealment to avoid detection by reconnaissance and attacking aircraft. Measures such as camouflaging important buildings were common in the Second World War. During the Cold War the runways and taxiways of some airfields were painted green.", "The basic air defence unit is typically a battery with 2 to 12 guns or missile launchers and fire control elements. These batteries, particularly with guns, usually deploy in a small area, although batteries may be split; this is usual for some missile systems. SHORAD missile batteries often deploy across an area with individual launchers several kilometres apart. When MANPADS is operated by specialists, batteries may have several dozen teams deploying separately in small sections; self-propelled air defence guns may deploy in pairs.", "The first issue was ammunition. Before the war it was recognised that ammunition needed to explode in the air. Both high explosive (HE) and shrapnel were used, mostly the former. Airburst fuses were either igniferious (based on a burning fuse) or mechanical (clockwork). Igniferious fuses were not well suited for anti-aircraft use. The fuse length was determined by time of flight, but the burning rate of the gunpowder was affected by altitude. The British pom-poms had only contact-fused ammunition. Zeppelins, being hydrogen filled balloons, were targets for incendiary shells and the British introduced these with airburst fuses, both shrapnel type-forward projection of incendiary 'pot' and base ejection of an incendiary stream. The British also fitted tracers to their shells for use at night. Smoke shells were also available for some AA guns, these bursts were used as targets during training.", "Two assumptions underpinned the British approach to HAA fire; first, aimed fire was the primary method and this was enabled by predicting gun data from visually tracking the target and having its height. Second, that the target would maintain a steady course, speed and height. This HAA was to engage targets up to 24,000 feet. Mechanical, as opposed to igniferous, time fuses were required because the speed of powder burning varied with height so fuse length was not a simple function of time of flight. Automated fire ensured a constant rate of fire that made it easier to predict where each shell should be individually aimed.", "The US ended World War I with two 3-inch AA guns and improvements were developed throughout the inter-war period. However, in 1924 work started on a new 105 mm static mounting AA gun, but only a few were produced by the mid-1930s because by this time work had started on the 90 mm AA gun, with mobile carriages and static mountings able to engage air, sea and ground targets. The M1 version was approved in 1940. During the 1920s there was some work on a 4.7-inch which lapsed, but revived in 1937, leading to a new gun in 1944.", "In some countries, such as Britain and Germany during the Second World War, the Soviet Union and NATO's Allied Command Europe, ground based air defence and air defence aircraft have been under integrated command and control. However, while overall air defence may be for homeland defence including military facilities, forces in the field, wherever they are, invariably deploy their own air defence capability if there is an air threat. A surface-based air defence capability can also be deployed offensively to deny the use of airspace to an opponent.", "After World War I the US Army started developing a dual-role (AA/ground) automatic 37 mm cannon, designed by John M. Browning. It was standardised in 1927 as the T9 AA cannon, but trials quickly revealed that it was worthless in the ground role. However, while the shell was a bit light (well under 2 lbs) it had a good effective ceiling and fired 125 rounds per minute; an AA carriage was developed and it entered service in 1939. The Browning 37mm proved prone to jamming, and was eventually replaced in AA units by the Bofors 40 mm. The Bofors had attracted attention from the US Navy, but none were acquired before 1939. Also, in 1931 the US Army worked on a mobile anti-aircraft machine mount on the back of a heavy truck having four .30 caliber water-cooled machine guns and an optical director. It proved unsuccessful and was abandoned.", "Germany's high-altitude needs were originally going to be filled by a 75 mm gun from Krupp, designed in collaboration with their Swedish counterpart Bofors, but the specifications were later amended to require much higher performance. In response Krupp's engineers presented a new 88 mm design, the FlaK 36. First used in Spain during the Spanish Civil War, the gun proved to be one of the best anti-aircraft guns in the world, as well as particularly deadly against light, medium, and even early heavy tanks.", "A plethora of anti-aircraft gun systems of smaller calibre were available to the German Wehrmacht combined forces, and among them the 1940-origin Flakvierling quadruple-20 mm-gun antiaircraft weapon system was one of the most often-seen weapons, seeing service on both land and sea. The similar Allied smaller-calibre air-defence weapons systems of the American forces were also quite capable, although they receive little attention. Their needs could cogently be met with smaller-calibre ordnance beyond using the usual singly-mounted M2 .50 caliber machine gun atop a tank's turret, as four of the ground-used \"heavy barrel\" (M2HB) guns were mounted together on the American Maxson firm's M45 Quadmount weapons system (as a direct answer to the Flakvierling),which were often mounted on the back of a half-track to form the Half Track, M16 GMC, Anti-Aircraft. Although of less power than Germany's 20 mm systems, the typical 4 or 5 combat batteries of an Army AAA battalion were often spread many kilometers apart from each other, rapidly attaching and detaching to larger ground combat units to provide welcome defence from enemy aircraft.", "Another aspect of anti-aircraft defence was the use of barrage balloons to act as physical obstacle initially to bomber aircraft over cities and later for ground attack aircraft over the Normandy invasion fleets. The balloon, a simple blimp tethered to the ground, worked in two ways. Firstly, it and the steel cable were a danger to any aircraft that tried to fly among them. Secondly, to avoid the balloons, bombers had to fly at a higher altitude, which was more favorable for the guns. Barrage balloons were limited in application, and had minimal success at bringing down aircraft, being largely immobile and passive defences.", "The maximum distance at which a gun or missile can engage an aircraft is an important figure. However, many different definitions are used but unless the same definition is used, performance of different guns or missiles cannot be compared. For AA guns only the ascending part of the trajectory can be usefully used. One term is 'ceiling', maximum ceiling being the height a projectile would reach if fired vertically, not practically useful in itself as few AA guns are able to fire vertically, and maximum fuse duration may be too short, but potentially useful as a standard to compare different weapons.", "As this process continued, the missile found itself being used for more and more of the roles formerly filled by guns. First to go were the large weapons, replaced by equally large missile systems of much higher performance. Smaller missiles soon followed, eventually becoming small enough to be mounted on armored cars and tank chassis. These started replacing, or at least supplanting, similar gun-based SPAAG systems in the 1960s, and by the 1990s had replaced almost all such systems in modern armies. Man-portable missiles, MANPADs as they are known today, were introduced in the 1960s and have supplanted or even replaced even the smallest guns in most advanced armies.", "Unlike the heavier guns, these smaller weapons are in widespread use due to their low cost and ability to quickly follow the target. Classic examples of autocannons and large caliber guns are the 40 mm autocannon and the 8.8 cm FlaK 18, 36 gun, both designed by Bofors of Sweden. Artillery weapons of this sort have for the most part been superseded by the effective surface-to-air missile systems that were introduced in the 1950s, although they were still retained by many nations. The development of surface-to-air missiles began in Nazi Germany during the late World War II with missiles such as the Wasserfall, though no working system was deployed before the war's end, and represented new attempts to increase effectiveness of the anti-aircraft systems faced with growing threat from [bomber]s. Land-based SAMs can be deployed from fixed installations or mobile launchers, either wheeled or tracked. The tracked vehicles are usually armoured vehicles specifically designed to carry SAMs.", "Smaller boats and ships typically have machine-guns or fast cannons, which can often be deadly to low-flying aircraft if linked to a radar-directed fire-control system radar-controlled cannon for point defence. Some vessels like Aegis cruisers are as much a threat to aircraft as any land-based air defence system. In general, naval vessels should be treated with respect by aircraft, however the reverse is equally true. Carrier battle groups are especially well defended, as not only do they typically consist of many vessels with heavy air defence armament but they are also able to launch fighter jets for combat air patrol overhead to intercept incoming airborne threats.", "Rocket-propelled grenades can be—and often are—used against hovering helicopters (e.g., by Somali militiamen during the Battle of Mogadishu (1993)). Firing an RPG at steep angles poses a danger to the user, because the backblast from firing reflects off the ground. In Somalia, militia members sometimes welded a steel plate in the exhaust end of an RPG's tube to deflect pressure away from the shooter when shooting up at US helicopters. RPGs are used in this role only when more effective weapons are not available.", "The British adopted \"effective ceiling\", meaning the altitude at which a gun could deliver a series of shells against a moving target; this could be constrained by maximum fuse running time as well as the gun's capability. By the late 1930s the British definition was \"that height at which a directly approaching target at 400 mph (=643.6 km/h) can be engaged for 20 seconds before the gun reaches 70 degrees elevation\". However, effective ceiling for heavy AA guns was affected by non-ballistic factors:", "Until the 1950s guns firing ballistic munitions were the standard weapon; guided missiles then became dominant, except at the very shortest ranges. However, the type of shell or warhead and its fuzing and, with missiles the guidance arrangement, were and are varied. Targets are not always easy to destroy; nonetheless, damaged aircraft may be forced to abort their mission and, even if they manage to return and land in friendly territory, may be out of action for days or permanently. Ignoring small arms and smaller machine-guns, ground-based air defence guns have varied in calibre from 20 mm to at least 150 mm.", "The British recognised the need for anti-aircraft capability a few weeks before World War I broke out; on 8 July 1914, the New York Times reported that the British government had decided to 'dot the coasts of the British Isles with a series of towers, each armed with two quick-firing guns of special design,' while 'a complete circle of towers' was to be built around 'naval installations' and 'at other especially vulnerable points.' By December 1914 the Royal Naval Volunteer Reserve (RNVR) was manning AA guns and searchlights assembled from various sources at some nine ports. The Royal Garrison Artillery (RGA) was given responsibility for AA defence in the field, using motorised two-gun sections. The first were formally formed in November 1914. Initially they used QF 1-pounder \"pom-pom\" (a 37 mm version of the Maxim Gun).", "In Britain and some other armies, the single artillery branch has been responsible for both home and overseas ground-based air defence, although there was divided responsibility with the Royal Navy for air defence of the British Isles in World War I. However, during the Second World War the RAF Regiment was formed to protect airfields everywhere, and this included light air defences. In the later decades of the Cold War this included the United States Air Force's operating bases in UK. However, all ground-based air defence was removed from Royal Air Force (RAF) jurisdiction in 2004. The British Army's Anti-Aircraft Command was disbanded in March 1955, but during the 1960s and 1970s the RAF's Fighter Command operated long-range air -defence missiles to protect key areas in the UK. During World War II the Royal Marines also provided air defence units; formally part of the mobile naval base defence organisation, they were handled as an integral part of the army-commanded ground based air defences.", "The British dealt with range measurement first, when it was realised that range was the key to producing a better fuse setting. This led to the Height/Range Finder (HRF), the first model being the Barr & Stroud UB2, a 2-metre optical coincident rangefinder mounted on a tripod. It measured the distance to the target and the elevation angle, which together gave the height of the aircraft. These were complex instruments and various other methods were also used. The HRF was soon joined by the Height/Fuse Indicator (HFI), this was marked with elevation angles and height lines overlaid with fuse length curves, using the height reported by the HRF operator, the necessary fuse length could be read off.", "By the early 20th century balloon, or airship, guns, for land and naval use were attracting attention. Various types of ammunition were proposed, high explosive, incendiary, bullet-chains, rod bullets and shrapnel. The need for some form of tracer or smoke trail was articulated. Fuzing options were also examined, both impact and time types. Mountings were generally pedestal type, but could be on field platforms. Trials were underway in most countries in Europe but only Krupp, Erhardt, Vickers Maxim, and Schneider had published any information by 1910. Krupp's designs included adaptations of their 65 mm 9-pounder, a 75 mm 12-pounder, and even a 105 mm gun. Erhardt also had a 12-pounder, while Vickers Maxim offered a 3-pounder and Schneider a 47 mm. The French balloon gun appeared in 1910, it was an 11-pounder but mounted on a vehicle, with a total uncrewed weight of 2 tons. However, since balloons were slow moving, sights were simple. But the challenges of faster moving airplanes were recognised.", "All armies soon deployed AA guns often based on their smaller field pieces, notably the French 75 mm and Russian 76.2 mm, typically simply propped up on some sort of embankment to get the muzzle pointed skyward. The British Army adopted the 13-pounder quickly producing new mountings suitable for AA use, the 13-pdr QF 6 cwt Mk III was issued in 1915. It remained in service throughout the war but 18-pdr guns were lined down to take the 13-pdr shell with a larger cartridge producing the 13-pr QF 9 cwt and these proved much more satisfactory. However, in general, these ad-hoc solutions proved largely useless. With little experience in the role, no means of measuring target, range, height or speed the difficulty of observing their shell bursts relative to the target gunners proved unable to get their fuse setting correct and most rounds burst well below their targets. The exception to this rule was the guns protecting spotting balloons, in which case the altitude could be accurately measured from the length of the cable holding the balloon.", "The Treaty of Versailles prevented Germany having AA weapons, and for example, the Krupps designers joined Bofors in Sweden. Some World War I guns were retained and some covert AA training started in the late 1920s. Germany introduced the 8.8 cm FlaK 18 in 1933, 36 and 37 models followed with various improvements but ballistic performance was unchanged. In the late 1930s the 10.5 cm FlaK 38 appeared soon followed by the 39, this was designed primarily for static sites but had a mobile mounting and the unit had 220v 24 kW generators. In 1938 design started on the 12.8 cm FlaK.", "However, the problem of deflection settings — 'aim-off' — required knowing the rate of change in the target's position. Both France and UK introduced tachymetric devices to track targets and produce vertical and horizontal deflection angles. The French Brocq system was electrical, the operator entered the target range and had displays at guns; it was used with their 75 mm. The British Wilson-Dalby gun director used a pair of trackers and mechanical tachymetry; the operator entered the fuse length, and deflection angles were read from the instruments.", "Poland's AA defences were no match for the German attack and the situation was similar in other European countries. Significant AA warfare started with the Battle of Britain in the summer of 1940. 3.7-inch HAA were to provide the backbone of the groundbased AA defences, although initially significant numbers of 3-inch 20-cwt were also used. The Army's Anti-aircraft command, which was under command of the Air Defence UK organisation, grew to 12 AA divisions in 3 AA corps. 40-mm Bofors entered service in increasing numbers. In addition the RAF regiment was formed in 1941 with responsibility for airfield air defence, eventually with Bofors 40mm as their main armament. Fixed AA defences, using HAA and LAA, were established by the Army in key overseas places, notably Malta, Suez Canal and Singapore.", "Britain had successful tested a new HAA gun, 3.6-inch, in 1918. In 1928 3.7-inch became the preferred solution, but it took 6 years to gain funding. Production of the QF 3.7-inch (94 mm) began in 1937; this gun was used both on mobile carriages with the field army and transportable guns on fixed mountings for static positions. At the same time the Royal Navy adopted a new 4.5-inch (114 mm) gun in a twin turret, which the army adopted in simplified single-gun mountings for static positions, mostly around ports where naval ammunition was available. However, the performance of both 3.7 and 4.5-in guns was limited by their standard fuse No 199, with a 30-second running time, although a new mechanical time fuse giving 43 seconds was nearing readiness. In 1939 a Machine Fuse Setter was introduced to eliminate manual fuse setting.", "Service trials demonstrated another problem however: that ranging and tracking the new high-speed targets was almost impossible. At short range, the apparent target area is relatively large, the trajectory is flat and the time of flight is short, allowing to correct lead by watching the tracers. At long range, the aircraft remains in firing range for a long time, so the necessary calculations can in theory be done by slide rules - though, because small errors in distance cause large errors in shell fall height and detonation time, exact ranging is crucial. For the ranges and speeds that the Bofors worked at, neither answer was good enough.", "Rheinmetall in Germany developed an automatic 20 mm in the 1920s and Oerlikon in Switzerland had acquired the patent to an automatic 20 mm gun designed in Germany during World War I. Germany introduced the rapid-fire 2 cm FlaK 30 and later in the decade it was redesigned by Mauser-Werke and became the 2 cm FlaK 38. Nevertheless, while 20 mm was better than a machine gun and mounted on a very small trailer made it easy to move, its effectiveness was limited. Germany therefore added a 3.7 cm. The first, the 3.7 cm FlaK 18 developed by Rheinmetall in the early 1930s, was basically an enlarged 2 cm FlaK 30. It was introduced in 1935 and production stopped the following year. A redesigned gun 3.7 cm FlaK 36 entered service in 1938, it too had a two-wheel carriage. However, by the mid-1930s the Luftwaffe realised that there was still a coverage gap between 3.7 cm and 8.8 cm guns. They started development of a 5 cm gun on a four-wheel carriage.", "The Germans developed massive reinforced concrete blockhouses, some more than six stories high, which were known as Hochbunker \"High Bunkers\" or \"Flaktürme\" flak towers, on which they placed anti-aircraft artillery. Those in cities attacked by the Allied land forces became fortresses. Several in Berlin were some of the last buildings to fall to the Soviets during the Battle of Berlin in 1945. The British built structures such as the Maunsell Forts in the North Sea, the Thames Estuary and other tidal areas upon which they based guns. After the war most were left to rot. Some were outside territorial waters, and had a second life in the 1960s as platforms for pirate radio stations.", "The developments during World War II continued for a short time into the post-war period as well. In particular the U.S. Army set up a huge air defence network around its larger cities based on radar-guided 90 mm and 120 mm guns. US efforts continued into the 1950s with the 75 mm Skysweeper system, an almost fully automated system including the radar, computers, power, and auto-loading gun on a single powered platform. The Skysweeper replaced all smaller guns then in use in the Army, notably the 40 mm Bofors. In Europe NATO's Allied Command Europe developed an integrated air defence system, NATO Air Defence Ground Environment (NADGE), that later became the NATO Integrated Air Defence System.", "The solution was automation, in the form of a mechanical computer, the Kerrison Predictor. Operators kept it pointed at the target, and the Predictor then calculated the proper aim point automatically and displayed it as a pointer mounted on the gun. The gun operators simply followed the pointer and loaded the shells. The Kerrison was fairly simple, but it pointed the way to future generations that incorporated radar, first for ranging and later for tracking. Similar predictor systems were introduced by Germany during the war, also adding radar ranging as the war progressed.", "Although the firearms used by the infantry, particularly machine guns, can be used to engage low altitude air targets, on occasion with notable success, their effectiveness is generally limited and the muzzle flashes reveal infantry positions. Speed and altitude of modern jet aircraft limit target opportunities, and critical systems may be armored in aircraft designed for the ground attack role. Adaptations of the standard autocannon, originally intended for air-to-ground use, and heavier artillery systems were commonly used for most anti-aircraft gunnery, starting with standard pieces on new mountings, and evolving to specially designed guns with much higher performance prior to World War II.", "Some nations started rocket research before World War II, including for anti-aircraft use. Further research started during the war. The first step was unguided missile systems like the British 2-inch RP and 3-inch, which was fired in large numbers from Z batteries, and were also fitted to warships. The firing of one of these devices during an air raid is suspected to have caused the Bethnal Green disaster in 1943. Facing the threat of Japanese Kamikaze attacks the British and US developed surface-to-air rockets like British Stooge or the American Lark as counter measures, but none of them were ready at the end of the war. The Germans missile research was the most advanced of the war as the Germans put considerable effort in the research and development of rocket systems for all purposes. Among them were several guided and unguided systems. Unguided systems involved the Fliegerfaust (literally \"aircraft fist\") as the first MANPADS. Guided systems were several sophisticated radio, wire, or radar guided missiles like the Wasserfall (\"waterfall\") rocket. Due to the severe war situation for Germany all of those systems were only produced in small numbers and most of them were only used by training or trial units.", "The introduction of the guided missile resulted in a significant shift in anti-aircraft strategy. Although Germany had been desperate to introduce anti-aircraft missile systems, none became operational during World War II. Following several years of post-war development, however, these systems began to mature into viable weapons systems. The US started an upgrade of their defences using the Nike Ajax missile, and soon the larger anti-aircraft guns disappeared. The same thing occurred in the USSR after the introduction of their SA-2 Guideline systems.", "The future of projectile based weapons may be found in the railgun. Currently tests are underway on developing systems that could create as much damage as a Tomahawk (missile), but at a fraction of the cost. In February 2008 the US Navy tested a railgun; it fired a shell at 5,600 miles (9,000 km) per hour using 10 megajoules of energy. Its expected performance is over 13,000 miles (21,000 km) per hour muzzle velocity, accurate enough to hit a 5-meter target from 200 nautical miles (370 km) away while shooting at 10 shots per minute. It is expected to be ready in 2020 to 2025.[verification needed] These systems while currently designed for static targets would only need the ability to be retargeted to become the next generation of AA system.", "The ammunition and shells fired by these weapons are usually fitted with different types of fuses (barometric, time-delay, or proximity) to explode close to the airborne target, releasing a shower of fast metal fragments. For shorter-range work, a lighter weapon with a higher rate of fire is required, to increase a hit probability on a fast airborne target. Weapons between 20 mm and 40 mm caliber have been widely used in this role. Smaller weapons, typically .50 caliber or even 8 mm rifle caliber guns have been used in the smallest mounts.", "Air defence in naval tactics, especially within a carrier group, is often built around a system of concentric layers with the aircraft carrier at the centre. The outer layer will usually be provided by the carrier's aircraft, specifically its AEW&C aircraft combined with the CAP. If an attacker is able to penetrate this layer, then the next layers would come from the surface-to-air missiles carried by the carrier's escorts; the area-defence missiles, such as the RIM-67 Standard, with a range of up to 100 nmi, and the point-defence missiles, like the RIM-162 ESSM, with a range of up to 30 nmi. Finally, virtually every modern warship will be fitted with small-calibre guns, including a CIWS, which is usually a radar-controlled Gatling gun of between 20mm and 30mm calibre capable of firing several thousand rounds per minute.", "If current trends continue, missiles will replace gun systems completely in \"first line\" service.[citation needed] Guns are being increasingly pushed into specialist roles, such as the Dutch Goalkeeper CIWS, which uses the GAU-8 Avenger 30 mm seven-barrel Gatling gun for last ditch anti-missile and anti-aircraft defence. Even this formerly front-line weapon is currently being replaced by new missile systems, such as the RIM-116 Rolling Airframe Missile, which is smaller, faster, and allows for mid-flight course correction (guidance) to ensure a hit. To bridge the gap between guns and missiles, Russia in particular produces the Kashtan CIWS, which uses both guns and missiles for final defence. Two six-barrelled 30 mm Gsh-6-30 Gatling guns and 9M311 surface-to-air missiles provide for its defensive capabilities.", "Most modern air defence systems are fairly mobile. Even the larger systems tend to be mounted on trailers and are designed to be fairly quickly broken down or set up. In the past, this was not always the case. Early missile systems were cumbersome and required much infrastructure; many could not be moved at all. With the diversification of air defence there has been much more emphasis on mobility. Most modern systems are usually either self-propelled (i.e. guns or missiles are mounted on a truck or tracked chassis) or easily towed. Even systems that consist of many components (transporter/erector/launchers, radars, command posts etc.) benefit from being mounted on a fleet of vehicles. In general, a fixed system can be identified, attacked and destroyed whereas a mobile system can show up in places where it is not expected. Soviet systems especially concentrate on mobility, after the lessons learnt in the Vietnam war between the USA and Vietnam. For more information on this part of the conflict, see SA-2 Guideline.", "Most Western and Commonwealth militaries integrate air defence purely with the traditional services, of the military (i.e. army, navy and air force), as a separate arm or as part of artillery. In the United States Army for instance, air defence is part of the artillery arm, while in the Pakistan Army, it was split off from Artillery to form a separate arm of its own in 1990. This is in contrast to some (largely communist or ex-communist) countries where not only are there provisions for air defence in the army, navy and air force but there are specific branches that deal only with the air defence of territory, for example, the Soviet PVO Strany. The USSR also had a separate strategic rocket force in charge of nuclear intercontinental ballistic missiles.", "Armies typically have air defence in depth, from integral MANPADS such as the RBS 70, Stinger and Igla at smaller force levels up to army-level missile defence systems such as Angara and Patriot. Often, the high-altitude long-range missile systems force aircraft to fly at low level, where anti-aircraft guns can bring them down. As well as the small and large systems, for effective air defence there must be intermediate systems. These may be deployed at regiment-level and consist of platoons of self-propelled anti-aircraft platforms, whether they are self-propelled anti-aircraft guns (SPAAGs), integrated air-defence systems like Tunguska or all-in-one surface-to-air missile platforms like Roland or SA-8 Gecko.", "Israel, and The US Air Force, in conjunction with the members of NATO, has developed significant tactics for air defence suppression. Dedicated weapons such as anti-radiation missiles and advanced electronics intelligence and electronic countermeasures platforms seek to suppress or negate the effectiveness of an opposing air-defence system. It is an arms race; as better jamming, countermeasures and anti-radiation weapons are developed, so are better SAM systems with ECCM capabilities and the ability to shoot down anti-radiation missiles and other munitions aimed at them or the targets they are defending.", "NATO defines anti-aircraft warfare (AAW) as \"measures taken to defend a maritime force against attacks by airborne weapons launched from aircraft, ships, submarines and land-based sites.\" In some armies the term All-Arms Air Defence (AAAD) is used for air defence by non-specialist troops. Other terms from the late 20th century include GBAD (Ground Based AD) with related terms SHORAD (Short Range AD) and MANPADS (\"Man Portable AD Systems\": typically shoulder-launched missiles). Anti-aircraft missiles are variously called surface-to-air missile, abbreviated and pronounced \"SAM\" and Surface to Air Guided Weapon (SAGW).", "Throughout the 20th century air defence was one of the fastest-evolving areas of military technology, responding to the evolution of aircraft and exploiting various enabling technologies, particularly radar, guided missiles and computing (initially electromechanical analog computing from the 1930s on, as with equipment described below). Air defence evolution covered the areas of sensors and technical fire control, weapons, and command and control. At the start of the 20th century these were either very primitive or non-existent.", "Batteries are usually grouped into battalions or equivalent. In the field army a light gun or SHORAD battalion is often assigned to a manoeuvre division. Heavier guns and long-range missiles may be in air-defence brigades and come under corps or higher command. Homeland air defence may have a full military structure. For example, the UK's Anti-Aircraft Command, commanded by a full British Army general was part of ADGB. At its peak in 1941–42 it comprised three AA corps with 12 AA divisions between them.", "German air attacks on the British Isles increased in 1915 and the AA efforts were deemed somewhat ineffective, so a Royal Navy gunnery expert, Admiral Sir Percy Scott, was appointed to make improvements, particularly an integrated AA defence for London. The air defences were expanded with more RNVR AA guns, 75 mm and 3-inch, the pom-poms being ineffective. The naval 3-inch was also adopted by the army, the QF 3 inch 20 cwt (76 mm), a new field mounting was introduced in 1916. Since most attacks were at night, searchlights were soon used, and acoustic methods of detection and locating were developed. By December 1916 there were 183 AA Sections defending Britain (most with the 3-inch), 74 with the BEF in France and 10 in the Middle East.", "As aircraft started to be used against ground targets on the battlefield, the AA guns could not be traversed quickly enough at close targets and, being relatively few, were not always in the right place (and were often unpopular with other troops), so changed positions frequently. Soon the forces were adding various machine-gun based weapons mounted on poles. These short-range weapons proved more deadly, and the \"Red Baron\" is believed to have been shot down by an anti-aircraft Vickers machine gun. When the war ended, it was clear that the increasing capabilities of aircraft would require better means of acquiring targets and aiming at them. Nevertheless, a pattern had been set: anti-aircraft weapons would be based around heavy weapons attacking high-altitude targets and lighter weapons for use when they came to lower altitudes.", "In 1925 the British adopted a new instrument developed by Vickers. It was a mechanical analogue computer Predictor AA No 1. Given the target height its operators tracked the target and the predictor produced bearing, quadrant elevation and fuse setting. These were passed electrically to the guns where they were displayed on repeater dials to the layers who 'matched pointers' (target data and the gun's actual data) to lay the guns. This system of repeater electrical dials built on the arrangements introduced by British coast artillery in the 1880s, and coast artillery was the background of many AA officers. Similar systems were adopted in other countries and for example the later Sperry device, designated M3A3 in the US was also used by Britain as the Predictor AA No 2. Height finders were also increasing in size, in Britain, the World War I Barr & Stroud UB 2 (7 feet optical base) was replaced by the UB 7 (9 feet optical base) and the UB 10 (18 feet optical base, only used on static AA sites). Goertz in Germany and Levallois in France produced 5 metre instruments. However, in most countries the main effort in HAA guns until the mid-1930s was improving existing ones, although various new designs were on drawing boards.", "After the Dambusters raid in 1943 an entirely new system was developed that was required to knock down any low-flying aircraft with a single hit. The first attempt to produce such a system used a 50 mm gun, but this proved inaccurate and a new 55 mm gun replaced it. The system used a centralised control system including both search and targeting radar, which calculated the aim point for the guns after considering windage and ballistics, and then sent electrical commands to the guns, which used hydraulics to point themselves at high speeds. Operators simply fed the guns and selected the targets. This system, modern even by today's standards, was in late development when the war ended.", "AAA battalions were also used to help suppress ground targets. Their larger 90 mm M3 gun would prove, as did the eighty-eight, to make an excellent anti-tank gun as well, and was widely used late in the war in this role. Also available to the Americans at the start of the war was the 120 mm M1 gun stratosphere gun, which was the most powerful AA gun with an impressive 60,000 ft (18 km) altitude capability. No 120 M1 was ever fired at an enemy aircraft. The 90 mm and 120 mm guns would continue to be used into the 1950s.", "The allies' most advanced technologies were showcased by the anti-aircraft defence against the German V-1 cruise missiles (V stands for Vergeltungswaffe, \"retaliation weapon\"). The 419th and 601st Antiaircraft Gun Battalions of the US Army were first allocated to the Folkestone-Dover coast to defend London, and then moved to Belgium to become part of the \"Antwerp X\" project. With the liberation of Antwerp, the port city immediately became the highest priority target, and received the largest number of V-1 and V-2 missiles of any city. The smallest tactical unit of the operation was a gun battery consisting of four 90 mm guns firing shells equipped with a radio proximity fuse. Incoming targets were acquired and automatically tracked by SCR-584 radar, developed at the MIT Rad Lab. Output from the gun-laying radar was fed to the M-9 director, an electronic analog computer developed at Bell Laboratories to calculate the lead and elevation corrections for the guns. With the help of these three technologies, close to 90% of the V-1 missiles, on track to the defence zone around the port, were destroyed.", "In the 1982 Falklands War, the Argentine armed forces deployed the newest west European weapons including the Oerlikon GDF-002 35 mm twin cannon and SAM Roland. The Rapier missile system was the primary GBAD system, used by both British artillery and RAF regiment, a few brand-new FIM-92 Stinger were used by British special forces. Both sides also used the Blowpipe missile. British naval missiles used included Sea Dart and the older Sea Slug longer range systems, Sea Cat and the new Sea Wolf short range systems. Machine guns in AA mountings was used both ashore and afloat.", "Larger SAMs may be deployed in fixed launchers, but can be towed/re-deployed at will. The SAMs launched by individuals are known in the United States as the Man-Portable Air Defence Systems (MANPADS). MANPADS of the former Soviet Union have been exported around the World, and can be found in use by many armed forces. Targets for non-ManPAD SAMs will usually be acquired by air-search radar, then tracked before/while a SAM is \"locked-on\" and then fired. Potential targets, if they are military aircraft, will be identified as friend or foe before being engaged. The developments in the latest and relatively cheap short-range missiles have begun to replace autocannons in this role.", "However, as stealth technology grows, so does anti-stealth technology. Multiple transmitter radars such as those from bistatic radars and low-frequency radars are said to have the capabilities to detect stealth aircraft. Advanced forms of thermographic cameras such as those that incorporate QWIPs would be able to optically see a Stealth aircraft regardless of the aircraft's RCS. In addition, Side looking radars, High-powered optical satellites, and sky-scanning, high-aperture, high sensitivity radars such as radio telescopes, would all be able to narrow down the location of a stealth aircraft under certain parameters. The newest SAM's have a claimed ability to be able to detect and engage stealth targets, with the most notable being the S-400, which is claimed to be able to detect a target with a 0.05 meter squared RCS from 90 km away."]}, 

{"docid": 4, "text": ["The Endangered Species Act of 1973 (ESA; 16 U.S.C. § 1531 et seq.) is one of the few dozens of United States environmental laws passed in the 1970s, and serves as the enacting legislation to carry out the provisions outlined in The Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). The ESA was signed into law by President Richard Nixon on December 28, 1973, it was designed to protect critically imperiled species from extinction as a \"consequence of economic growth and development untempered by adequate concern and conservation.\" The U.S. Supreme Court found that \"the plain intent of Congress in enacting\" the ESA \"was to halt and reverse the trend toward species extinction, whatever the cost.\" The Act is administered by two federal agencies, the United States Fish and Wildlife Service (FWS) and the National Oceanic and Atmospheric Administration (NOAA).", "One species in particular received widespread attention—the whooping crane. The species' historical range extended from central Canada South to Mexico, and from Utah to the Atlantic coast. Unregulated hunting and habitat loss contributed to a steady decline in the whooping crane population until, by 1890, it had disappeared from its primary breeding range in the north central United States. It would be another eight years before the first national law regulating wildlife commerce was signed, and another two years before the first version of the endangered species act was passed. The whooping crane population by 1941 was estimated at about only 16 birds still in the wild.", "The Lacey Act of 1900 was the first federal law that regulated commercial animal markets. It prohibited interstate commerce of animals killed in violation of state game laws, and covered all fish and wildlife and their parts or products, as well as plants. Other legislation followed, including the Migratory Bird Conservation Act of 1929, a 1937 treaty prohibiting the hunting of right and gray whales, and the Bald Eagle Protection Act of 1940. These later laws had a low cost to society–the species were relatively rare–and little opposition was raised.", "It authorized the Secretary of the Interior to list endangered domestic fish and wildlife and allowed the United States Fish and Wildlife Service to spend up to $15 million per year to buy habitats for listed species. It also directed federal land agencies to preserve habitat on their lands. The Act also consolidated and even expanded authority for the Secretary of the Interior to manage and administer the National Wildlife Refuge System. Other public agencies were encouraged, but not required, to protect species. The act did not address the commerce in endangered species and parts.", "This first list is referred to as the \"Class of '67\" in The Endangered Species Act at Thirty, Volume 1, which concludes that habitat destruction, the biggest threat to those 78 species, is still the same threat to the currently listed species. It included only vertebrates because the Department of Interior's definition of \"fish and wildlife\" was limited to vertebrates. However, with time, researchers noticed that the animals on the endangered species list still were not getting enough protection, thus further threatening their extinction. The endangered species program was expanded by the Endangered Species Act of 1969.", "The Endangered Species Conservation Act (P. L. 91-135), passed in December, 1969, amended the original law to provide additional protection to species in danger of \"worldwide extinction\" by prohibiting their importation and subsequent sale in the United States. It expanded the Lacey Act's ban on interstate commerce to include mammals, reptiles, amphibians, mollusks and crustaceans. Reptiles were added mainly to reduce the rampant poaching of alligators and crocodiles. This law was the first time that invertebrates were included for protection.", "President Richard Nixon declared current species conservation efforts to be inadequate and called on the 93rd United States Congress to pass comprehensive endangered species legislation. Congress responded with a completely rewritten law, the Endangered Species Act of 1973 which was signed by Nixon on December 28, 1973 (Pub.L. 93–205). It was written by a team of lawyers and scientists, including the first appointed head of the Council on Environmental Quality (CEQ),an outgrowth of NEPA (The \"National Environmental Policy Act of 1969\") Dr. Russell E. Train. Dr. Train was assisted by a core group of staffers, including Dr. Earl Baysinger at EPA (currently Assistant Chief, Office of Endangered Species and International. Activities), Dick Gutting (U.S. Commerce Dept. lawyer, currently joined NOAA the previous year (1972), and Dr. Gerard A. \"Jerry\" Bertrand, a marine biologist (Ph.D, Oregon State University) by training, who had transferred from his post as the Scientific Adviser to the U.S Army Corps of Engineers, office of the Commandant of the Corp. to join the newly formed White House office. The staff, under Dr. Train's leadership, incorporated dozens of new principles and ideas into the landmark legislation; crafting a document that completely changed the direction of environmental conservation in the United States. Dr. Bertrand is credited with writing the most challenged section of the Act, the \"takings\" clause - Section 2.", "A species can be listed in two ways. The United States Fish and Wildlife Service (FWS) or NOAA Fisheries (also called the National Marine Fisheries Service) can directly list a species through its candidate assessment program, or an individual or organizational petition may request that the FWS or NMFS list a species. A \"species\" under the act can be a true taxonomic species, a subspecies, or in the case of vertebrates, a \"distinct population segment.\" The procedures are the same for both types except with the person/organization petition, there is a 90-day screening period.", "During the listing process, economic factors cannot be considered, but must be \" based solely on the best scientific and commercial data available.\" The 1982 amendment to the ESA added the word \"solely\" to prevent any consideration other than the biological status of the species. Congress rejected President Ronald Reagan's Executive Order 12291 which required economic analysis of all government agency actions. The House committee's statement was \"that economic considerations have no relevance to determinations regarding the status of species.\"", "Public notice is given through legal notices in newspapers, and communicated to state and county agencies within the species' area. Foreign nations may also receive notice of a listing. A public hearing is mandatory if any person has requested one within 45 days of the published notice. \"The purpose of the notice and comment requirement is to provide for meaningful public participation in the rulemaking process.\" summarized the Ninth Circuit court in the case of Idaho Farm Bureau Federation v. Babbitt.", "The provision of the law in Section 4 that establishes critical habitat is a regulatory link between habitat protection and recovery goals, requiring the identification and protection of all lands, water and air necessary to recover endangered species. To determine what exactly is critical habitat, the needs of open space for individual and population growth, food, water, light or other nutritional requirements, breeding sites, seed germination and dispersal needs, and lack of disturbances are considered.", "All federal agencies are prohibited from authorizing, funding or carrying out actions that \"destroy or adversely modify\" critical habitats (Section 7(a) (2)). While the regulatory aspect of critical habitat does not apply directly to private and other non-federal landowners, large-scale development, logging and mining projects on private and state land typically require a federal permit and thus become subject to critical habitat regulations. Outside or in parallel with regulatory processes, critical habitats also focus and encourage voluntary actions such as land purchases, grant making, restoration, and establishment of reserves.", "The ESA requires that critical habitat be designated at the time of or within one year of a species being placed on the endangered list. In practice, most designations occur several years after listing. Between 1978 and 1986 the FWS regularly designated critical habitat. In 1986 the Reagan Administration issued a regulation limiting the protective status of critical habitat. As a result, few critical habitats were designated between 1986 and the late 1990s. In the late 1990s and early 2000s, a series of court orders invalidated the Reagan regulations and forced the FWS and NMFS to designate several hundred critical habitats, especially in Hawaii, California and other western states. Midwest and Eastern states received less critical habitat, primarily on rivers and coastlines. As of December, 2006, the Reagan regulation has not yet been replaced though its use has been suspended. Nonetheless, the agencies have generally changed course and since about 2005 have tried to designate critical habitat at or near the time of listing.", "Fish and Wildlife Service (FWS) and National Marine Fisheries Service (NMFS) are required to create an Endangered Species Recovery Plan outlining the goals, tasks required, likely costs, and estimated timeline to recover endangered species (i.e., increase their numbers and improve their management to the point where they can be removed from the endangered list). The ESA does not specify when a recovery plan must be completed. The FWS has a policy specifying completion within three years of the species being listed, but the average time to completion is approximately six years. The annual rate of recovery plan completion increased steadily from the Ford administration (4) through Carter (9), Reagan (30), Bush I (44), and Clinton (72), but declined under Bush II (16 per year as of 9/1/06).", "The question to be answered is whether a listed species will be harmed by the action and, if so, how the harm can be minimized. If harm cannot be avoided, the project agency can seek an exemption from the Endangered Species Committee, an ad hoc panel composed of members from the executive branch and at least one appointee from the state where the project is to occur. Five of the seven committee members must vote for the exemption to allow taking (to harass, harm, pursue, hunt, shoot, wound, kill, trap, capture, or collect, or significant habitat modification, or to attempt to engage in any such conduct) of listed species.", "Long before the exemption is considered by the Endangered Species Committee, the Forest Service, and either the FWS or the NMFS will have consulted on the biological implications of the timber harvest. The consultation can be informal, to determine if harm may occur; and then formal if the harm is believed to be likely. The questions to be answered in these consultations are whether the species will be harmed, whether the habitat will be harmed and if the action will aid or hinder the recovery of the listed species.", "There have been six instances as of 2009 in which the exemption process was initiated. Of these six, one was granted, one was partially granted, one was denied and three were withdrawn. Donald Baur, in The Endangered Species Act: law, policy, and perspectives, concluded,\" ... the exemption provision is basically a nonfactor in the administration of the ESA. A major reason, of course, is that so few consultations result in jeopardy opinions, and those that do almost always result in the identification of reasonable and prudent alternatives to avoid jeopardy.\"", "More than half of habitat for listed species is on non-federal property, owned by citizens, states, local governments, tribal governments and private organizations. Before the law was amended in 1982, a listed species could be taken only for scientific or research purposes. The amendment created a permit process to circumvent the take prohibition called a Habitat Conservation Plan or HCP to give incentives to non-federal land managers and private landowners to help protect listed and unlisted species, while allowing economic development that may harm (\"take\") the species.", "The person or organization submits a HCP and if approved by the agency (FWS or NMFS), will be issued an Incidental Take Permit (ITP) which allows a certain number of \"takes\" of the listed species. The permit may be revoked at any time and can allow incidental takes for varying amounts of time. For instance, the San Bruno Habitat Conservation Plan/ Incidental Take Permit is good for 30 years and the Wal-Mart store (in Florida) permit expires after one year. Because the permit is issued by a federal agency to a private party, it is a federal action-which means other federal laws can apply, such as the National Environmental Policy Act or NEPA. A notice of the permit application action is published in the Federal Register and a public comment period of 30 to 90 days begins.", "The US Congress was urged to create the exemption by proponents of a conservation plan on San Bruno Mountain, California that was drafted in the early 1980s and is the first HCP in the nation. In the conference report on the 1982 amendments, Congress specified that it intended the San Bruno plan to act \"as a model\" for future conservation plans developed under the incidental take exemption provision and that \"the adequacy of similar conservation plans should be measured against the San Bruno plan\". Congress further noted that the San Bruno plan was based on \"an independent exhaustive biological study\" and protected at least 87% of the habitat of the listed butterflies that led to the development of the HCP.", "Growing scientific recognition of the role of private lands for endangered species recovery and the landmark 1981 court decision in Palila v. Hawaii Department of Land and Natural Resources both contributed to making Habitat Conservation Plans/ Incidental Take Permits \"a major force for wildlife conservation and a major headache to the development community\", wrote Robert D.Thornton in the 1991 Environmental Law article, Searching for Consensus and Predictability: Habitat Conservation Planning under the Endangered Species Act of 1973.", "The \"No Surprises\" rule is meant to protect the landowner if \"unforeseen circumstances\" occur which make the landowner's efforts to prevent or mitigate harm to the species fall short. The \"No Surprises\" policy may be the most controversial of the recent reforms of the law, because once an Incidental Take Permit is granted, the Fish and Wildlife Service (FWS) loses much ability to further protect a species if the mitigation measures by the landowner prove insufficient. The landowner or permittee would not be required to set aside additional land or pay more in conservation money. The federal government would have to pay for additional protection measures.", "The \"Safe Harbor\" agreement is a voluntary agreement between the private landowner and FWS. The landowner agrees to alter the property to benefit or even attract a listed or proposed species in exchange for assurances that the FWS will permit future \"takes\" above a pre-determined level. The policy relies on the \"enhancement of survival\" provision of Section §1539(a)(1)(A). A landowner can have either a \"Safe Harbor\" agreement or an Incidental Take Permit, or both. The policy was developed by the Clinton Administration in 1999.", "The Candidate Conservation Agreement is closely related to the \"Safe Harbor\" agreement, the main difference is that the Candidate Conservation Agreements With Assurances(CCA) are meant to protect unlisted species by providing incentives to private landowners and land managing agencies to restore, enhance or maintain habitat of unlisted species which are declining and have the potential to become threatened or endangered if critical habitat is not protected. The FWS will then assure that if, in the future the unlisted species becomes listed, the landowner will not be required to do more than already agreed upon in the CCA.", "Two examples of animal species recently delisted are: the Virginia northern flying squirrel (subspecies) on August, 2008, which had been listed since 1985, and the gray wolf (Northern Rocky Mountain DPS). On April 15, 2011, President Obama signed the Department of Defense and Full-Year Appropriations Act of 2011. A section of that Appropriations Act directed the Secretary of the Interior to reissue within 60 days of enactment the final rule published on April 2, 2009, that identified the Northern Rocky Mountain population of gray wolf (Canis lupus) as a distinct population segment (DPS) and to revise the List of Endangered and Threatened Wildlife by removing most of the gray wolves in the DPS.", "As of September 2012, fifty-six species have been delisted; twenty-eight due to recovery, ten due to extinction (seven of which are believed to have been extinct prior to being listed), ten due to changes in taxonomic classification practices, six due to discovery of new populations, one due to an error in the listing rule, and one due to an amendment to the Endangered Species Act specifically requiring the species delisting. Twenty-five others have been down listed from \"endangered\" to \"threatened\" status.", "Opponents of the Endangered Species Act argue that with over 2,000 endangered species listed, and only 28 delisted due to recovery, the success rate of 1% over nearly three decades proves that there needs to be serious reform in their methods to actually help the endangered animals and plants. Others argue that the ESA may encourage preemptive habitat destruction by landowners who fear losing the use of their land because of the presence of an endangered species; known colloquially as \"Shoot, Shovel and Shut-Up.\" One example of such perverse incentives is the case of a forest owner who, in response to ESA listing of the red-cockaded woodpecker, increased harvesting and shortened the age at which he harvests his trees to ensure that they do not become old enough to become suitable habitat. While no studies have shown that the Act's negative effects, in total, exceed the positive effects, many economists believe that finding a way to reduce such perverse incentives would lead to more effective protection of endangered species.", "According to research published in 1999 by Alan Green and the Center for Public Integrity (CPI), loopholes in the ESA are commonly exploited in the exotic pet trade. Although the legislation prohibits interstate and foreign transactions for list species, no provisions are made for in-state commerce, allowing these animals to be sold to roadside zoos and private collectors. Additionally, the ESA allows listed species to be shipped across state lines as long as they are not sold. According to Green and the CPI, this allows dealers to \"donate\" listed species through supposed \"breeding loans\" to anyone, and in return they can legally receive a reciprocal monetary \"donation\" from the receiving party. Furthermore, an interview with an endangered species specialist at the US Fish and Wildlife Service revealed that the agency does not have sufficient staff to perform undercover investigations, which would catch these false \"donations\" and other mislabeled transactions.", "Green and the CPI further noted another exploit of the ESA in their discussion of the critically endangered cotton-top tamarin (Saguinus oedipus). Not only had they found documentation that 151 of these primates had inadvertently made their way from the Harvard-affiliated New England Regional Primate Research Center into the exotic pet trade through the aforementioned loophole, but in October 1976, over 800 cotton-top tamarins were imported into the United States in order to beat the official listing of the species under the ESA.", "Section 6 of the Endangered Species Act provided funding for development of programs for management of threatened and endangered species by state wildlife agencies. Subsequently, lists of endangered and threatened species within their boundaries have been prepared by each state. These state lists often include species which are considered endangered or threatened within a specific state but not within all states, and which therefore are not included on the national list of endangered and threatened species. Examples include Florida, Minnesota, Maine, and California.", "A reward will be paid to any person who furnishes information which leads to an arrest, conviction, or revocation of a license, so long as they are not a local, state, or federal employee in the performance of official duties. The Secretary may also provide reasonable and necessary costs incurred for the care of fish, wildlife, and forest service or plant pending the violation caused by the criminal. If the balance ever exceeds $500,000 the Secretary of the Treasury is required to deposit an amount equal to the excess into the cooperative endangered species conservation fund."]}, 

{"docid": 5, "text": ["At no more than 200 kilometres (120 mi) north to south and 130 kilometres (81 mi) east to west, Swaziland is one of the smallest countries in Africa. Despite its size, however, its climate and topography is diverse, ranging from a cool and mountainous highveld to a hot and dry lowveld. The population is primarily ethnic Swazis whose language is siSwati. They established their kingdom in the mid-18th century under the leadership of Ngwane III; the present boundaries were drawn up in 1881. After the Anglo-Boer War, Swaziland was a British protectorate from 1903 until 1967. It regained its independence on 6 September 1968.", "Swaziland is a developing country with a small economy. Its GDP per capita of $9,714 means it is classified as a country with a lower-middle income. As a member of the Southern African Customs Union (SACU) and Common Market for Eastern and Southern Africa (COMESA), its main local trading partner is South Africa. Swaziland's currency, the lilangeni, is pegged to the South African rand. Swaziland's major overseas trading partners are the United States and the European Union. The majority of the country's employment is provided by its agricultural and manufacturing sectors. Swaziland is a member of the Southern African Development Community (SADC), the African Union, the Commonwealth of Nations and the United Nations.", "Swaziland derives its name from a later king named Mswati II. KaNgwane, named for Ngwane III, is an alternative name for Swaziland the surname of whose royal house remains Nkhosi Dlamini. Nkhosi literally means \"king\". Mswati II was the greatest of the fighting kings of Swaziland, and he greatly extended the area of the country to twice its current size. The Emakhandzambili clans were initially incorporated into the kingdom with wide autonomy, often including grants of special ritual and political status. The extent of their autonomy however was drastically curtailed by Mswati, who attacked and subdued some of them in the 1850s.", "In 1903, after British victory in the Anglo-Boer war, Swaziland became a British protectorate. Much of its early administration (for example, postal services) being carried out from South Africa until 1906 when the Transvaal colony was granted self-government. Following this, Swaziland was partitioned into European and non-European (or native reserves) areas with the former being two-thirds of the total land. Sobhuza's official coronation was in December 1921 after the regency of Labotsibeni after which he led an unsuccessful deputation to the Privy council in London in 1922 regarding the issue of the land.", "The constitution for independent Swaziland was promulgated by Britain in November 1963 under the terms of which legislative and executive councils were established. This development was opposed by the Swazi National Council (liqoqo). Despite such opposition, elections took place and the first Legislative Council of Swaziland was constituted on 9 September 1964. Changes to the original constitution proposed by the Legislative Council were accepted by Britain and a new constitution providing for a House of Assembly and Senate was drawn up. Elections under this constitution were held in 1967.", "Following the elections of 1973, the constitution of Swaziland was suspended by King Sobhuza II who thereafter ruled the country by decree until his death in 1982. At this point Sobhuza II had ruled Swaziland for 61 years, making him the longest ruling monarch in history. A regency followed his death, with Queen Regent Dzeliwe Shongwe being head of state until 1984 when she was removed by Liqoqo and replaced by Queen Mother Ntfombi Tfwala. Mswati III, the son of Ntfombi, was crowned king on 25 April 1986 as King and Ingwenyama of Swaziland.", "The king appoints the prime minister from the legislature and also appoints a minority of legislators to both chambers of the Libandla (parliament) with help from an advisory council. The king is allowed by the constitution to appoint some members to parliament for special interests. These special interests are citizens who might have been left out by the electorate during the course of elections or did not enter as candidates. This is done to balance views in parliament. Special interests could be people of gender, race, disability, the business community, civic society, scholars, chiefs and so on.", "The Swazi bicameral Parliament or Libandla consists of the Senate (30 seats; 10 members appointed by the House of Assembly and 20 appointed by the monarch; to serve five-year terms) and the House of Assembly (65 seats; 10 members appointed by the monarch and 55 elected by popular vote; to serve five-year terms). The elections are held every five years after dissolution of parliament by the king. The last elections were held on 20 September 2013. The balloting is done on a non-party basis in all categories. All election procedures are overseen by the elections and boundaries commission.", "In 2005, the constitution was put into effect. There is still much debate in the country about the constitutional reforms. From the early seventies, there was active resistance to the royal hegemony. Despite complaints from progressive formations, support for the monarchy and the current political system remains strong among the majority of the population.[citation needed] Submissions were made by citizens around the country to commissions, including the constitutional draft committee, indicating that they would prefer to maintain the current situation.", "Nominations take place at the chiefdoms. On the day of nomination, the name of the nominee is raised by a show of hand and the nominee is given an opportunity to indicate whether he or she accepts the nomination. If he or she accepts it, he or she must be supported by at least ten members of that chiefdom. The nominations are for the position of Member of Parliament, Constituency Headman (Indvuna) and the Constituency Executive Committee (Bucopho). The minimum number of nominees is four and the maximum is ten.", "As noted above, there are 55 tinkhundla in Swaziland and each elects one representative to the House of Assembly of Swaziland. Each inkhundla has a development committee (bucopho) elected from the various constituency chiefdoms in its area for a five-year term. Bucopho bring to the inkhundla all matters of interest and concern to their various chiefdoms, and take back to the chiefdoms the decisions of the inkhundla. The chairman of the bucopho is elected at the inkhundla and is called indvuna ye nkhundla.", "A small, landlocked kingdom, Swaziland is bordered in the North, West and South by the Republic of South Africa and by Mozambique in the East. Swaziland has a land area of 17,364 km2. Swaziland has four separate geographical regions. These run from North to South and are determined by altitude. Swaziland is located at approximately 26°30'S, 31°30'E. Swaziland has a wide variety of landscapes, from the mountains along the Mozambican border to savannas in the east and rain forest in the northwest. Several rivers flow through the country, such as the Great Usutu River.", "About 75% of the population is employed in subsistence agriculture upon Swazi Nation Land (SNL). In contrast with the commercial farms, Swazi Nation Land suffers from low productivity and investment. This dual nature of the Swazi economy, with high productivity in textile manufacturing and in the industrialised agricultural TDLs on the one hand, and declining productivity subsistence agriculture (on SNL) on the other, may well explain the country's overall low growth, high inequality and unemployment.", "Economic growth in Swaziland has lagged behind that of its neighbours. Real GDP growth since 2001 has averaged 2.8%, nearly 2 percentage points lower than growth in other Southern African Customs Union (SACU) member countries. Low agricultural productivity in the SNLs, repeated droughts, the devastating effect of HIV/AIDS and an overly large and inefficient government sector are likely contributing factors. Swaziland's public finances deteriorated in the late 1990s following sizeable surpluses a decade earlier. A combination of declining revenues and increased spending led to significant budget deficits.", "The considerable spending did not lead to more growth and did not benefit the poor. Much of the increased spending has gone to current expenditures related to wages, transfers, and subsidies. The wage bill today constitutes over 15% of GDP and 55% of total public spending; these are some of the highest levels on the African continent. The recent rapid growth in SACU revenues has, however, reversed the fiscal situation, and a sizeable surplus was recorded since 2006. SACU revenues today account for over 60% of total government revenues. On the positive side, the external debt burden has declined markedly over the last 20 years, and domestic debt is almost negligible; external debt as a percent of GDP was less than 20% in 2006.", "The Swazi economy is very closely linked to the economy of South Africa, from which it receives over 90% of its imports and to which it sends about 70% of its exports. Swaziland's other key trading partners are the United States and the EU, from whom the country has received trade preferences for apparel exports (under the African Growth and Opportunity Act – AGOA – to the US) and for sugar (to the EU). Under these agreements, both apparel and sugar exports did well, with rapid growth and a strong inflow of foreign direct investment. Textile exports grew by over 200% between 2000 and 2005 and sugar exports increasing by more than 50% over the same period.", "Swaziland's currency is pegged to the South African Rand, subsuming Swaziland's monetary policy to South Africa. Customs duties from the Southern African Customs Union, which may equal as much as 70% of government revenue this year, and worker remittances from South Africa substantially supplement domestically earned income. Swaziland is not poor enough to merit an IMF program; however, the country is struggling to reduce the size of the civil service and control costs at public enterprises. The government is trying to improve the atmosphere for foreign direct investment.", "83% of the total population adheres to Christianity, making it the most common religion in Swaziland. Anglican, Protestant and indigenous African churches, including African Zionist, constitute the majority of the Christians (40%), followed by Roman Catholicism at 20% of the population. On 18 July 2012, Ellinah Wamukoya, was elected Anglican Bishop of Swaziland, becoming the first woman to be a bishop in Africa. 15% of the population follows traditional religions; other non-Christian religions practised in the country include Islam (1%), the Bahá'í Faith (0.5%), and Hinduism (0.2%). There are 14 Jewish families.", "In 2004, the Swaziland government acknowledged for the first time that it suffered an AIDS crisis, with 38.8% of tested pregnant women infected with HIV (see AIDS in Africa). The then Prime Minister Themba Dlamini declared a humanitarian crisis due to the combined effect of drought, land degradation, increased poverty, and HIV/AIDS. According to the 2011 UNAIDS Report, Swaziland is close to achieving universal access to HIV/AIDS treatment, defined as 80% coverage or greater. Estimates of treatment coverage range from 70% to 80% of those infected. Life expectancy had fallen from 61 years in 2000 to 32 years in 2009. Tuberculosis is also a significant problem, with an 18% mortality rate. Many patients have a multi-drug resistant strain, and 83% are co-infected with HIV.", "Education in Swaziland begins with pre-school education for infants, primary, secondary and high school education for general education and training (GET), and universities and colleges at tertiary level. Pre-school education is usually for children 5-year or younger after that the students can enroll in a primary school anywhere in the country. In Swaziland early childhood care and education (ECCE) centres are in the form of preschools or neighbourhood care points (NCPs). In the country 21.6% of preschool age children have access to early childhood education.", "The secondary and high school education system in Swaziland is a five-year programme divided into three years junior secondary and two years senior secondary. There is an external public examination (Junior Certificate) at the end of the junior secondary that learners have to pass to progress to the senior secondary level. The Examination Council of Swaziland (ECOS) administers this examination. At the end of the senior secondary level, learners sit for a public examination, the Swaziland General Certificate of Secondary Education (SGCSE) and International General Certificate of Secondary Education (IGCSE) which is accredited by the Cambridge International Examination (CIE). A few schools offer the Advanced Studies (AS) programme in their curriculum.", "The University of Swaziland, Southern African Nazarene University, Swaziland Christian University are the institutions that offer university education in the country. A campus of Limkokwing University of Creative Technology can be found at Sidvwashini, a suburb of the capital Mbabane. There are some teaching and nursing assistant colleges around the country. Ngwane Teacher's College and William Pitcher College are the country's teaching colleges. The Good Shepherd Hospital in Siteki is home to the College for Nursing Assistants.", "The main centre for technical training in Swaziland is the Swaziland College of Technology which is slated to become a full university. It aims to provide and facilitating high quality training and learning in technology and business studies in collaboration with the Commercial, Industrial and Public Sectors. Other technical and vocational institutions are the Gwamile Vocational and Commercial Training Institute located in Matsapha and the Manzini Industrial and Training Centre (MITC) in Manzini. Other vocational institutions include Nhlangano Agricultural Skills Training Center and Siteki Industrial Training Centre.", "In addition to these institutions, Swaziland also has the Swaziland Institute of Management and Public Administration (SIMPA) and Institute of Development Management (IDM). SIMPA is a government owned management and development institute and IDM is a regional organisation in Botswana, Lesotho and Swaziland that provides training, consultancy, and research in management. The Mananga management centre was established as Mananga Agricultural Management Centre in 1972 as an International Management Development Centre catering for middle and senior managers, it is located at Ezulwini.", "The Sangoma is a traditional diviner chosen by the ancestors of that particular family. The training of the Sangoma is called \"kwetfwasa\". At the end of the training, a graduation ceremony takes place where all the local sangoma come together for feasting and dancing. The diviner is consulted for various reasons, such the cause of sickness or even death. His diagnosis is based on \"kubhula\", a process of communication, through trance, with the natural superpowers. The Inyanga (a medical and pharmaceutical specialist in western terms) possesses the bone throwing skill (\"kushaya ematsambo\") used to determine the cause of the sickness.", "Swaziland's most well-known cultural event is the annual Umhlanga Reed Dance. In the eight-day ceremony, girls cut reeds and present them to the queen mother and then dance. (There is no formal competition.) It is done in late August or early September. Only childless, unmarried girls can take part. The aims of the ceremony are to preserve girls' chastity, provide tribute labour for the Queen mother, and to encourage solidarity by working together. The royal family appoints a commoner maiden to be \"induna\" (captain) of the girls and she announces over the radio the dates of the ceremony. She will be an expert dancer and knowledgeable on royal protocol. One of the King's daughters will be her counterpart.", "The Reed Dance today is not an ancient ceremony but a development of the old \"umchwasho\" custom. In \"umchwasho\", all young girls were placed in a female age-regiment. If any girl became pregnant outside of marriage, her family paid a fine of one cow to the local chief. After a number of years, when the girls had reached a marriageable age, they would perform labour service for the Queen Mother, ending with dancing and feasting. The country was under the chastity rite of \"umchwasho\" until 19 August 2005."]}, 